" FOGRA" = "FOGRA";
" Pre-Printed Extra Heavyweight Cardstock" = "[MT]Pre-Printed Extra Heavyweight Cardstock";
"(1 - 9,999,999)" = "(1 - 9,999,999)";
"(1 - 99,999)" = "(1 - 99,999)";
"(1-12 Digits)" = "(1-12 ψηφία)";
"(4 digits)" = "(4 ψηφία)";
"(4-10 Digits)" = "(4-10 ψηφία)";
"(Optional)" = "(Προαιρετικό)";
"(Required)" = "(Απαιτείται)";
"(SCT) Simple Catch Tray" = "(SCT) Δίσκος απλού διαχωρισμού";
"..." = "...";
":" = ":";
"+1" = "+1";
"+100" = "+100";
"+2 (MoreSquare)" = "+2 (πιο τετράγωνη)";
"+3" = "+3";
"+30" = "+30";
"0" = "0";
"0.5\" (8.5x11\" Template)" = "0,5\" (Πρότυπο 8,5x11\")";
"-1" = "-1";
"1 Center Staple, Bottom" = "1 Συρραφή στο κέντρο, κάτω";
"1 Center Staple, Left" = "1 Συρραφή στο κέντρο, αριστερά";
"1 Center Staple, Right" = "1 Συρραφή στο κέντρο, δεξιά";
"1 Center Staple, Top" = "1 Συρραφή στο κέντρο, επάνω";
"1 Paper Tray" = "1 δίσκος Χαρτιού";
"1 Staple" = "1 συρραφή";
"1 Staple, Bottom Left" = "1 συρραφή, κάτω αριστερά";
"1 Staple, Bottom Right" = "1 συρραφή, κάτω δεξιά";
"1 Staple, Top Left" = "1 συρραφή, επάνω αριστερά";
"1 Staple, Top Right" = "1 συρραφή, επάνω δεξιά";
"-100" = "-100";
"106 Line Enhanced" = "106 γραμμές Enhanced";
"106 lpi" = "106 lpi";
"11 x 15\"" = "11 x 15\"";
"12 x 19\"" = "12 x 19\"";
"12.6 x 19.2\"" = "12,6 x 19,2\"";
"12.7 mm (A4 Template)" = "12,7 χλστ. (Πρότυπο A4)";
"120 gsm" = "120 g/m²";
"1200x1200 256 shades of gray" = "1200x1200 256 τόνοι του γκρίζου";
"1200x1200 dpi" = "1200x1200 dpi";
"1200x600 dpi" = "1200x600 dpi";
"125 lpi" = "125 lpi";
"13 x 18\"" = "13 x 18\"";
"13 x 19\"" = "13 x 19\"";
"134 Line Enhanced" = "134 γραμμές Enhanced";
"134 lpi" = "134 lpi";
"140 gsm" = "140 g/m²";
"141 lpi" = "141 lpi";
"150 Dot" = "150 Dot";
"150 gsm" = "150 g/m²";
"150 Line Enhanced" = "150 γραμμές Enhanced";
"150 lpi" = "150 lpi";
"156 lpi" = "156 lpi";
"16K (194 x 267 mm)" = "16K (194 x 267 χλστ.)";
"16K (195 x 270 mm)" = "16K (195 x 270 χλστ.)";
"175 Dot" = "175 dot";
"175 Dot (Primary)" = "175 Dot (Κύριο)";
"190 Line Enhanced" = "190 γραμμές Enhanced";
"1-Sided Print" = "Εκτύπωση μονής όψης";
"2 & 4 Hole Punch" = "Διάτρηση 2 & 4 οπών";
"-2 (LessSquare)" = "-2 (λιγότερο τετράγωνη)";
"2 and 3 Hole Punch" = "Διάτρηση 2 και 3 οπών";
"2 and 3 Hole Punch Unit" = "Μονάδα διάτρησης 2 και 3 οπών";
"2 and 4 Hole Punch" = "Διάτρηση 2 και 4 οπών";
"2 and 4 Hole Punch Unit" = "Μονάδα διάτρησης 2 και 4 οπών";
"2 Hole Punch" = "Διάτρηση 2 οπών";
"2 Hole Punch, Bottom" = "Διάτρηση 2 οπών, κάτω";
"2 Hole Punch, Left" = "Διάτρηση 2 οπών, αριστερά";
"2 Hole Punch, Right" = "Διάτρηση 2 οπών, δεξιά";
"2 Hole Punch, Top" = "Διάτρηση 2 οπών, επάνω";
"2 Paper Trays" = "2 δίσκοι χαρτιού";
"2 Staples" = "2 συρραφές";
"2 Staples, Bottom" = "2 συρραφές, κάτω";
"2 Staples, Left" = "2 συρραφές, αριστερά";
"2 Staples, Right" = "2 συρραφές, δεξιά";
"2 Staples, Top" = "2 συρραφές, επάνω";
"2 Trays" = "2 δίσκοι";
"2 up 6x9 (9.5 x 12.5\")" = "2 είδ. ανά σελ. 6x9 (9,5 x 12,5\")";
"200 Dot" = "200 Dot";
"200 Dot (Primary)" = "200 Dot (Κύρια)";
"200 Line" = "200 Line";
"210 gsm" = "210 g/m²";
"212 Line Enhanced" = "212 γραμμές Enhanced";
"215 x 315 mm" = "215 x 315 χλστ.";
"226 x 310 mm" = "226 x 310 χλστ.";
"250 gsm" = "250 g/m²";
"283 Line Enhanced" = "283 γραμμές Enhanced";
"2nd Side" = "2η όψη";
"2-Sided Print" = "Εκτύπωση διπλής όψης";
"2-Sided Print, Flip on Long Edge" = "Εκτ. διπλ. όψ., αναστρ. στη μεγ. πλ.";
"2-Sided Print, Flip on Short Edge" = "Εκτ. διπλ. όψ., αν. στη μικρή πλ.";
"2-Sided Printing" = "Εκτύπωση διπλής όψης";
"2-Sided Printing:" = "Εκτύπωση διπλής όψης:";
"2-Sided-Printing:" = "Εκτύπωση διπλής όψης: ";
"-3" = "-3";
"3 Hole Punch" = "Διάτρηση 3 οπών";
"3 Hole Punch Unit" = "Μονάδα διάτρησης 3 οπών";
"3 Hole Punch, Bottom" = "Διάτρηση 3 οπών, κάτω";
"3 Hole Punch, Left" = "Διάτρηση 3 οπών, αριστερά";
"3 Hole Punch, Right" = "Διάτρηση 3 οπών, δεξιά";
"3 Hole Punch, Top" = "Διάτρηση 3 οπών, επάνω";
"3 Paper Trays" = "3 δίσκοι χαρτιού";
"3 Staples" = "3 συρραφές";
"3 Tray Module" = "Μονάδα δίσκου 3";
"3 Trays" = "3 δίσκοι";
"3 Trays (High Capacity Feeder)" = "3 δίσκοι (Τροφοδότης υψηλής χωρητικότητας)";
"3 Trays (High Capacity)" = "3 δίσκοι (Υψηλής χωρητικότητας)";
"3 x 5\"" = "3 x 5\"";
"3.5X5.5SEF" = "3,5 x 5,5\" τροφ. μικρής πλευράς";
"-30" = "-30";
"300 Dot" = "300 dot";
"300 gsm" = "300 g/m²";
"300 Line" = "300 Line";
"300x300 dpi" = "300x300 dpi";
"310 x 432 mm" = "310 x 432 χλστ.";
"328 x 453 mm" = "328 x 453 χλστ.";
"350 gsm" = "350 g/m²";
"4 Hole Punch" = "Διάτρηση 4 οπών";
"4 Hole Punch Unit" = "Μονάδα διάτρησης 4 οπών";
"4 Hole Punch, Bottom" = "Διάτρηση 4 οπών, κάτω";
"4 Hole Punch, Left" = "Διάτρηση 4 οπών, αριστερά";
"4 Hole Punch, Right" = "Διάτρηση 4 οπών, δεξιά";
"4 Hole Punch, Top" = "Διάτρηση 4 οπών, επάνω";
"4 Paper Trays" = "4 δίσκοι χαρτιού";
"4 Staples" = "4 συρραφές";
"4 Staples, Bottom" = "4 συρραφές, κάτω";
"4 Staples, Left" = "4 συρραφές, αριστερά";
"4 Staples, Right" = "4 συρραφές, δεξιά";
"4 Staples, Top" = "4 συρραφές, επάνω";
"4 Trays" = "4 δίσκοι";
"4 Trays (High Capacity Feeder)" = "4 δίσκοι (Τροφοδότης υψηλής χωρητικότητας)";
"4 Trays (High Capacity Tandem Trays)" = "4 δίσκοι (Δίσκοι μεγάλης χωρητ σε σειρά)";
"4 Trays (High Capacity)" = "4 δίσκοι (Υψηλής χωρητικότητας)";
"4-Hole Punch Unit" = "Μονάδα διάτρησης 4 οπών";
"5 Paper Trays Installed" = "5 εγκατεστημένοι δίσκοι χαρτιού";
"5 Trays" = "5 δίσκοι";
"5 Trays (High Capacity Feeder)" = "5 δίσκοι (Τροφοδότης υψηλής χωρητικότητας)";
"5 Trays (High Capacity Tandem Trays)" = "5 δίσκοι (Δίσκοι μεγάλης χωρητ σε σειρά)";
"5 Trays (High Capacity)" = "5 δίσκοι (Υψηλής χωρητικότητας)";
"5 x 7\"" = "5 x 7\"";
"6 Paper Trays Installed (High Capacity)" = "6 εγκατ δίσκοι χαρτιού (Υψηλή Χωρητικότ)";
"6 Trays" = "6 δίσκοι";
"6 Trays (High Capacity Feeder and Tandem Trays)" = "6 δίσκοι(Μεγ χωρητ τροφ & δίσκ σε σειρά)";
"6 Trays (High Capacity Feeder)" = "6 δίσκοι (Τροφοδότης μεγάλης χωρητικ)";
"60 gsm" = "60 g/m²";
"600 Dot" = "600 dot";
"600 Line" = "600 Line";
"600x600 256 shades of gray" = "600x600 256 τόνοι του γκρίζου";
"600x600 dpi" = "600x600 dpi";
"70 gsm" = "70 g/m²";
"75 gsm" = "75 g/m²";
"8 x 10.5\"" = "8 x 10,5\"";
"8 x 10\"" = "8 x 10\"";
"8 x 13" = "8 x 13";
"8.5 x 13\"" = "8,5 x 13\"";
"80 ppm High Capacity Stacker/Stapler" = "Ταξινομ/συρραπτ μεγ χωρητ 80 σελ./λεπτό";
"85 lpi" = "85 lpi";
"8K (267 x 388 mm)" = "8K (267 x 388 χλστ.)";
"8K (270 x 390 mm)" = "8K (270 x 390 χλστ.)";
"9 x 11\"" = "9 x 11\"";
"90 gsm" = "90 g/m²";
"a lot less" = "πολύ λιγότερο";
"a lot more" = "πολύ περισσότερο";
"A3 (297 x 420 mm)" = "A3 (297 x 420 χλστ.)";
"A4 (210 x 297 mm)" = "A4 (210 x 297 χλστ.)";
"A4 Oversized (223 x 297 mm)" = "A4 μεγάλο (223 x 297 χλστ.)";
"A4 Tab (225 x 297 mm)" = "A4 Tab (225 x 297 χλστ.)";
"A5 (148 x 210 mm)" = "A5 (148 x 210 χλστ.)";
"A6 (105 x 148 mm)" = "A6 (105 x 148 χλστ.)";
"A7 Envelope (5.25 x 7.25\")" = "Φάκελος A7 (5,25 x 7,25\")";
"About" = "Πληροφορίες";
"About..." = "Πληροφορίες...";
"Absolute Colorimetric" = "Απόλυτο χρωμομετρικό σύστημα";
"Account ID (Job Based Accounting)" = "Κωδικός λογαριασμού (Λογιστικά βάσει εργασιών)";
"Account ID:" = "Κωδικός λογαριασμού:";
"Account Type:" = "Είδος λογαριασμού:";
"Account:" = "Επιπλέον πληροφορίες λογαριασμού:";
"Accounting" = "Λογιστικά";
"Accounting Codes Required" = "Απαιτούνται κωδικοί λογιστικών";
"Accounting Note" = "Εάν αυτός ο εκτυπωτής απαιτεί λογιστικά, επιλέξτε τον τύπο του συστήματος λογιστικών.";
"Accounting Prompt" = "Προτροπή λογιστικών";
"Accounting Prompt:" = "Προτροπή λογιστικών:";
"Accounting System" = "Σύστημα Λογιστικών";
"Accounting System:" = "Σύστημα λογιστικών:";
"Accounting Title" = "Λογιστικά";
"Accounting..." = "Λογιστικά...";
"Accounting:" = "Λογιστικά:";
"AccountingCodesRequiredNote" = "Αυτή η εργασία έχει ακυρωθεί. \n\nΚαμία εργασία δεν μπορεί να υποβληθεί χωρίς Κωδικούς λογιστικών, όταν έχει ενεργοποιηθεί η επιλογή Λογιστικά.";
"Add" = "Προσθήκη";
"Add Covers" = "Προσθήκη εξωφύλλων";
"Add Covers..." = "Προσθήκη εξωφύλλων...";
"Add Exception" = "Προσθήκη διαφορετικών σελίδων";
"Add Exceptions..." = "Προσθήκη διαφορετικών σελίδων...";
"Add From Address Book..." = "Προσθήκη από Βιβλίο διευθύνσεων...";
"Add Insert" = "Προσθήκη ενθέτων";
"Add Inserts..." = "Προσθήκη ενθέτων...";
"Add Recipient" = "Προσθήκη παραλήπτη";
"Add Recipient..." = "Προσθήκη παραλήπτη...";
"Add to My Paper List" = "Προσθήκη στη Λίστα των Χαρτιών μου";
"Adding Duplicate Recipients" = "Προσθήκη πανομοιότυπων παραληπτών";
"Additional Spot Colorant:" = "Επιπρόσθετο πλακάτο χρώμα:";
"Adjust Line Weight:" = "Ρύθμιση πάχους γραμμής:";
"Adjustment" = "Ρύθμιση";
"Adjustment Magnitude" = "Διαστάσεις ρύθμισης";
"Adobe RGB" = "Adobe RGB";
"Advanced" = "Προηγμένες ρυθμίσεις";
"Advanced Finisher" = "Προηγμένος τελικός επεξεργαστής";
"Advanced Finishing Module" = "Προηγμένη μονάδα τελικής επεξεργασίας";
"Advanced Office Finisher" = "Προηγμένος τελικός επεξεργαστής γραφείου";
"Advanced Paper Selection" = "Προηγμένη επιλογή χαρτιού";
"Advanced..." = "Προηγμένες ρυθμίσεις...";
"After Each Set" = "Μετά από κάθε σετ";
"After Page" = "Μετά από σελίδα";
"After Page(s) Option" = "Μετά από τη(τις) σελίδα(ες)";
"Alert" = "Ειδοποίηση";
"All" = "Όλα";
"all colors except" = "όλα τα χρώματα εκτός του ";
"All Objects (Images, Text, Graphics)" = "Όλα τα αντικείμενα (Εικόνες, Κείμενο, Γραφικά)";
"AllColors" = "Όλα τα χρώματα";
"AllColorsExcept" = "Όλα τα χρώματα εκτός";
"AllColorsExceptChange" = "Όλα τα χρώματα εκτός του %1$@";
"AllFoliageGreen" = "Όλα τα πράσινα χρώματα";
"Allow Printer to Manage Halftones" = "Διαχείρ. ενδιάμ. τόνων από τον εκτυπωτή";
"Allow Printer to Manage Spot Colors" = "Διαχείρ. πλακάτων χρωμ. από τον εκτυπωτή";
"Allow Printer to Manage Spot Colors:" = "Δυνατ. διαχ. πλακάτων χρωμ. από εκτυπ.:";
"Allow Software to Manage Halftones" = "Διαχείρ. ενδιάμ. τόνων από το λογισμικό";
"Allow Software to Manage Spot Colors" = "Διαχείρ. πλακάτων χρωμ. από το λογισμ.";
"AllSkinTones" = "Όλα τα μπεζ χρώματα";
"AllSkyBlue" = "Όλα τα γαλάζια χρώματα";
"ALotLess" = "Λίγο λιγότερο";
"ALotMore" = "Πολύ περισσότερο";
"Always Apply Embedded Profiles" = "Πάντα εφαρμογή ενσωματωμένων προφίλ";
"Always Prompt" = "Να γίνεται πάντα προτροπή";
"Amount:" = "Ποσότητα:";
"Annotation Options" = "Επιλογές επισημείωσης";
"Anti-aliasing:" = "Εξομάλυνση άκρων:";
"Apple RGB" = "Apple RGB";
"Apply Form Pages:" = "Εφαρμογή σελίδων φορμών:";
"Archival" = "Archival";
"Archive" = "Αρχειοθέτηση";
"Auto" = "Αυτόμ.";
"Auto Layering" = "Αυτόματα επίπεδα";
"Auto Switch" = "Αυτόματη εναλλαγή";
"Automatic" = "Αυτόμ.";
"Automatic (Recommended)" = "Αυτόματη (Συνιστάται)";
"Automatic Black" = "Αυτόματο μαύρο";
"Automatic Color" = "Αυτόματη επιλογή χρώματος";
"Automatic Color (Recommended)" = "Αυτόματο χρώμα (Συνιστάται)";
"Automatically Apply Embedded Profiles When Appropriate" = "Αυτ. εφαρμ. ενσωμ. προφίλ όταν απαιτούνται";
"Automatically scale and print on loaded paper size" = "Αυτ προσαρμ & εκτύπ σε τοποθ μέγ χαρτιού";
"Automatically Select" = "Αυτόματη επιλογή";
"Automatically Select Color" = "Αυτόματη επιλογή χρώματος";
"Automatically Select Type" = "Αυτόματη επιλογή είδους";
"Auxillary Accounting Interface" = "Βοηθητική διασύνδεση λογιστικών";
"B4 (250 x 353 mm)" = "B4 (250 x 353 χλστ.)";
"B5 (176 x 250 mm)" = "B5 (176 x 250 χλστ.)";
"B5 Envelope (176 x 250 mm)" = "Φάκελος B5 (176 x 250 χλστ.)";
"B5 ISO (176 x 250 mm)" = "B5 ISO (176 x 250 χλστ.)";
"B5 JIS (182 x 257 mm)" = "B5 JIS (182 x 257 χλστ.)";
"B6 (125 x 176 mm)" = "B6 (125 x 176 χλστ.)";
"Back" = "Πίσω";
"Back Cover" = "Πίσω εξώφυλλο";
"Back Cover Paper Label" = "Χαρτί οπισθόφυλλου:";
"Back Cover Value" = "Πίσω εξώφυλλο";
"Back Cover:" = "Πίσω εξώφυλλο:";
"Back Only" = "Μόνο πίσω";
"Background Form" = "Φόρμα φόντου";
"Background Form Name:" = "Όνομα φόρμας φόντου:";
"Background Forms:" = "Φόρμες φόντου:";
"Banner (210 x 900 mm)" = "Διαχωριστική σελίδα (210 x 900 χλστ.)";
"Banner (297 x 1200 mm)" = "Διαχωριστική σελίδα (297 x 1200 χλστ.)";
"Banner Message:" = "Μήνυμα διαχωριστικής σελίδας:";
"Banner Sheet" = "Διαχωριστική σελίδα";
"Banner Sheet Uncheck Alert" = "Η απενεργοποίηση της λειτουργίας Διαχωριστικές σελίδες σε ορισμένα περιβάλλοντα γραφείου ενδέχεται να προκαλέσει την ακούσια απώλεια ή ανάμειξη των εργασιών σας από άλλους χρήστες και, συνεπώς, την περαιτέρω σπατάλη. \n\nΠροκειμένου να διασφαλίσετε ότι η εργασία σας βρίσκεται ανέπαφη στον εκτυπωτή, εξετάστε το ενδεχόμενο να προσθέσετε ένα Υδατογράφημα στην πρώτη σελίδα της εργασίας σας, εξασφαλίζοντας τη μετατόπισή της (εφόσον υποστηρίζεται), ή να συρράψετε την εργασία σας (εφόσον υποστηρίζεται η συρραφή). \n\nΚάντε κλικ στο ΟΚ για να απενεργοποιήσετε τη λειτουργία Διαχωριστικές σελίδες.";
"Banner Sheet:" = "Διαχωριστική σελίδα:";
"Basic Office Finisher" = "Βασικός τελικός επεξεργαστής γραφείου";
"Before Page 1" = "Πριν από τη σελίδα 1";
"BFM (Basic Finisher Module)" = "BFM (Βασική Μονάδα Τελικού Επεξεργαστή)";
"BFM + BFM" = "BFM + BFM";
"BFM + BFM + FTM" = "BFM + BFM + FTM";
"BFM + BFM + FTM-S" = "BFM + BFM + FTM-S";
"BFM + BFM + PSK" = "BFM + BFM + PSK";
"BFM + BFM + PSK + PSK" = "BFM + BFM + PSK + PSK";
"BFM + BFM + PSK + PSK + PSK" = "BFM + BFM + PSK + PSK + PSK";
"BFM + BFM + PSK + PSK + PSK + PSK" = "BFM + BFM + PSK + PSK + PSK + PSK";
"BFM + FTM" = "BFM + FTM";
"BFM + FTM-S" = "BFM + FTM-S";
"BFM + FTM-S + FTM-S" = "BFM + FTM-S + FTM-S";
"BFM + PSK" = "BFM + PSK";
"BFM + PSK + PSK" = "BFM + PSK + PSK";
"BFM + PSK + PSK + PSK" = "BFM + PSK + PSK + PSK";
"BFM + PSK + PSK + PSK + PSK" = "BFM + PSK + PSK + PSK + PSK";
"Bi-Directional Communication" = "Αμφίδρομη επικοινωνία";
"Bi-Directional Communication..." = "Αμφίδρομη επικοινωνία...";
"Bi-Directional Communication:" = "Αμφίδρομη επικοινωνία:";
"Bi-Fold" = "Δίπτυχο";
"Bi-Fold and Staple" = "Δίπτυχο και συρραφή";
"Bi-Fold Multiple Sheets" = "Δίπλωση πολλαπλών φύλλων";
"Bi-Fold Multiple Sheets (Booklet Fold)" = "Δίπτυχα πολλαπλά φύλλα (Δίπλ φυλλαδίου)";
"Bi-Fold Multiple Sheets (Print Inside)" = "Δίπλωση πολλαπλών φύλλων (Εκτύπωση στο εσωτερικό)";
"Bi-Fold Multiple Sheets (Print Outside)" = "Δίπλωση πολλαπλών φύλλων (Εκτύπωση στο εξωτερικό)";
"Bi-Fold Multiple Sheets Print Inside" = "Δίπλωση πολλαπλών φύλλων-Εκτύπωση στο εσωτερικό";
"Bi-Fold Multiple Sheets Print Outside" = "Δίπλωση πολλαπλών φύλλων-Εκτύπωση στο εξωτερικό";
"Bi-Fold Single Sheet (Print Inside)" = "Δίπλωση μονών φύλλων (Εκτύπωση στο εσωτερικό)";
"Bi-Fold Single Sheet (Print Outside)" = "Δίπλωση μονών φύλλων (Εκτύπωση στο εξωτερικό)";
"Bi-Fold Single Sheet Print Inside" = "Εκτύπωση στο εσωτερικό δίπτυχων μονών φύλλων";
"Bi-Fold Single Sheet Print Outside" = "Εκτύπωση στο εξωτερικό δίπτυχων μονών φύλλων";
"Billing ID / Passcode:" = "Κωδικός χρέωσης / κωδικός πρόσβασης:";
"Bin 1" = "Θυρίδα 1";
"Bin 2" = "Θυρίδα 2";
"Bin 3" = "Θυρίδα 3";
"Bin 4" = "Θυρίδα 4";
"Bind on Long Edge" = "Βιβλιοδεσία στη μεγάλη πλευρά";
"Bind on Short Edge" = "Βιβλιοδεσία στη μικρή πλευρά";
"Binding" = "Δέσιμο";
"Binding Edge" = "Άκρο βιβλιοδεσίας";
"Binding Edge:" = "Πλευρά βιβλιοδεσίας:";
"Binding Egde:" = "Πλευρά βιβλιοδεσίας:";
"Binding on Long Edge" = "Βιβλιοδεσία στη μεγάλη πλευρά";
"Binding on Short Edge" = "Βιβλιοδεσία στη μικρή πλευρά";
"black" = "μαύρο";
"Black" = "Μαύρο";
"Black and Gray use K only" = "Οι επιλογές Μαύρο και Γκρίζο χρησιμοποιούν μόνο μελάνι Κ";
"Black and White" = "Ασπρόμαυρο";
"Black Enhancement:" = "Βελτίωση μαύρου:";
"Black Only" = "Μόνο μαύρο";
"Black Overprint" = "Μαύρη εκτύπωση επάνω από άλλα χρώματα";
"Black Trapping:" = "Εξομάλυνση εκτροπής μαύρου:";
"Black uses K only" = "Η επιλογή Μαύρο χρησιμοποιεί μόνο μελάνι Κ";
"BlackLevel" = "Μαύρο";
"Blank Back Cover" = "Κενό πίσω εξώφυλλο";
"Blank or Preprinted" = "Κενό ή προεκτυπωμένο";
"Blank or Pre-printed" = "Κενό ή Προεκτυπωμένο";
"Blank or Pre-Printed" = "Κενό ή Προεκτυπωμένο";
"Blank or Preprinted Covers" = "Κενά ή προεκτυπωμένα εξώφυλλα";
"Blank Separators" = "Κενά διαχωριστικά";
"Blend" = "Ανάμιξη";
"blue" = "μπλε";
"Blue" = "Μπλε";
"blue colors" = "τα μπλε χρώματα";
"Bond" = "Χαρτί Bond";
"Booklet Crease" = "Πύκμανση φυλλαδίου";
"Booklet Crease and Staple" = "Πύκμανση φυλλαδίου και Συρραφή";
"Booklet Creation" = "Δημιουργία φυλλαδίου";
"Booklet Creation..." = "Δημιουργία φυλλαδίου...";
"Booklet Custom Height Range" = "(%1$@ - %2$@ %3$@)";
"Booklet Custom Width Range" = "(%1$@ - %2$@ %3$@)";
"Booklet Finishing" = "Τελική επεξεργασία φυλλαδίου";
"Booklet Finishing:" = "Τελική επεξεργασία φυλλαδίου:";
"Booklet Fold" = "Δίπλωση φυλλαδίου";
"Booklet Fold / Bi-Fold" = "Δίπλωση φυλλαδίου / Δίπτυχο";
"Booklet Fold and Staple" = "Δίπλωση φυλλαδίου και συρραφή";
"Booklet Image Order:" = "Σειρά ειδώλων φυλλαδίου:";
"Booklet Layout" = "Διάταξη φυλλαδίου";
"Booklet Layout:" = "Διάταξη φυλλαδίου:";
"Booklet Maker Bin" = "Θυρίδα δημιουργού φυλλαδίων";
"Booklet Maker Finisher" = "Τελ. επεξεργαστής Δημ. φυλλαδίων";
"Booklet Margins" = "Περιθώρια φυλλαδίου";
"Booklet Margins:" = "Περιθώρια φυλλαδίου:";
"Booklet Module" = "Μονάδα φυλλαδίων";
"Booklet Options" = "Επιλογές φυλλαδίου";
"Booklet Options..." = "Επιλογές φυλλαδίου...";
"Booklet Paper Size" = "Μέγεθος χαρτιού φυλλαδίου";
"Booklet Staple" = "Συρραφή φυλλαδίου";
"Booklet/Watermark" = "Φυλλάδιο/Υδατογράφημα";
"Bottom" = "Κάτω";
"Bottom Bind" = "Δέσιμο κάτω";
"Bottom Rotation:" = "Κάτω περιστροφή:";
"BottomLeft" = "Κάτω αριστερά";
"BottomRight" = "Κάτω δεξιά";
"BR Booklet Maker Finisher" = "Τελικός επεξεργ. με Δημιουργό φυλλαδ. BR";
"BR Finisher" = "Τελικός επεξεργαστής BR";
"bright" = "φωτεινό";
"Bright" = "Φωτεινό";
"brown" = "καφέ";
"Brown" = "Καφέ";
"brown colors" = "τα καφέ χρώματα";
"Buff" = "Μπεζ";
"Build New Sentence" = "Δημιουργία νέας πρότασης";
"Bypass" = "Bypass";
"Bypass Transport Tray" = "Δίσκος μεταφοράς Bypass";
"Bypass Tray" = "Δίσκος Bypass";
"Bypass Tray Feed Edge" = "Άκρη τροφοδοσίας δίσκου Bypass";
"C Tri-Fold" = "Τρίπτυχο C";
"C Tri-Fold (Print Inside)" = "Τρίπτυχο C (Εκτύπωση στο εσωτερικό)";
"C Tri-Fold (Print Outside)" = "Τρίπτυχο C (Εκτύπωση στο εξωτερικό)";
"C Tri-Fold Print Inside" = "Εκτύπωση στο εσωτερικό Τρίπτυχου C";
"C Tri-Fold Print Outside" = "Εκτύπωση στο εξωτερικό Τρίπτυχου C";
"C Tri-Fold Single Sheet - (Print Inside)" = "Μονό Τρίπτυχο C (Εκτύπωση στο εσωτερικό)";
"C Tri-Fold Single Sheet - (Print Outside)" = "Μονό Τρίπτυχο C (Εκτύπωση στο εξωτερικό)";
"C4 Envelope (229 x 324 mm)" = "Φάκελος C4 (229 x 324 χλστ.)";
"C5 Envelope (162 x 229 mm)" = "Φάκελος C5 (162 x 229 χλστ.)";
"C5 Open Envelope (162 x 229 mm)" = "Φάκελος Open C5 (162 x 229 χλστ.)";
"C6 Envelope (114 x 162 mm)" = "Φάκελος C6 (114 x 162 χλστ.)";
"Cancel" = "Ακύρωση";
"Card Stock" = "Χαρτί καρτών/εξωφύλλων";
"Cardstock" = "Χαρτί καρτών/εξωφύλλων";
"Cardstock Reloaded" = "Επανατοποθέτηση χαρτιού καρτών/εξωφύλλων";
"Catch Tray or Output Tray" = "Δίσκος εξόδου";
"Center Bottom Tray" = "Κάτω κεντρικός δίσκος";
"Center Staple" = "Συρραφή στο κέντρο";
"Center Staple, Bottom" = "Συρραφή στο κέντρο, κάτω";
"Center Staple, Left" = "Συρραφή στο κέντρο, αριστερά";
"Center Staple, Right" = "Συρραφή στο κέντρο, δεξία";
"Center Staple, Top" = "Συρραφή στο κέντρο, επάνω";
"Center Top Tray" = "Επάνω κεντρικός δίσκος";
"Center Tray" = "Κεντρικός δίσκος";
"Center Tray - Lower" = "Κεντρικός δίσκος - κάτω";
"Center Tray - Upper" = "Κεντρικός δίσκος - επάνω";
"Center Tray(Integrated Office Finisher)" = "Κεντρικός δίσκος (Ενσωματωμένος τελικός επεξεργαστής Office)";
"Center Watermark" = "Κέντρο";
"Center:" = "Κέντρο:";
"Charge Print" = "Χρέωση εκτύπωσης";
"Choose File..." = "Επιλογή αρχείου...";
"Choukei 3 Envelope (120 x 235 mm)" = "Φάκελος Choukei 3 (120 x 235 χλστ.)";
"Choukei 4 Envelope (90 x 205 mm)" = "Φάκελος Choukei 4 (90 x 205 χλστ.)";
"CIE Color" = "Χρώμα CIE";
"CIEImages" = "Είδωλα CIE:";
"CIETextGraphics" = "Κείμενο και γραφικά CIE:";
"Clear" = "Διαφανές";
"Clear (Transparency)" = "Διαφανές (Διαφάνεια)";
"Clear Amount:" = "Ποσότητα διαφανούς ξηρής μελάνης";
"Clear Dry Ink" = "Διαφανής ξηρή μελάνη...";
"Clear Dry Ink:" = "Εκκαθάριση ξηρής μελάνης:";
"Clear List" = "Καθαρισμός λίστας";
"Clear Options:" = "Επιλογές διαφανούς ξηρής μελάνης:";
"Close" = "Κλείσιμο";
"cloudy" = "νεφώσεις";
"CMYK" = "CMYK";
"CMYK Color" = "Χρώμα CMYK";
"CMYK Color Space" = "Χρωματικός χώρος CMYK";
"CMYK Color:" = "Χρώμα CMYK:";
"CMYKImages" = "Είδωλα CMYK:";
"CMYKTextGraphics" = "Κείμενο και γραφικά CMYK:";
"Coating Type" = "Είδος Επικάλυψης";
"Coating Type:" = "Είδος επικάλυψης:";
"Coil Punch" = "Διάτρηση σπείρας";
"Coil Punch, Bottom" = "Διάτρηση σπείρας, κάτω";
"Coil Punch, Left" = "Διάτρηση σπείρας, αριστερά";
"Coil Punch, Right" = "Διάτρηση σπείρας, δεξιά";
"Coil Punch, Top" = "Διάτρηση σπείρας, επάνω";
"Collate must be set to Uncollated" = "Η λειτουργία Ταξινόμηση πρέπει να ρυθμιστεί σε Χωρίς ταξινόμηση.";
"Collated" = "Με ταξινόμηση";
"Color" = "Χρώμα";
"Color Adjective" = "Χρωματικά επίθετα";
"Color Adjustments" = "Ρυθμίσεις χρωμάτων";
"Color Adjustments Title" = "Ρυθμίσεις χρωμάτων";
"Color Adjustments..." = "Ρυθμίσεις χρώματος...";
"Color By Words" = "Χρώμα ανά περιγραφή";
"Color Cast" = "Κυρίαρχο χρώμα";
"Color Cast:" = "Κυρίαρχο χρώμα:";
"Color Correction" = "Διόρθωση χρωμάτων";
"Color Correction:" = "Διόρθωση χρωμάτων:";
"Color Match RGB" = "Αντιστοίχιση χρωμάτων RGB";
"Color Options" = "Επιλογές χρώματος";
"Color:" = "Χρώμα:";
"Colored" = "Έγχρωμο";
"Colored Paper" = "Χρωματιστό χαρτί";
"colorful" = "έγχρωμο";
"Colorful" = "Πιο έντονα χρωματικά";
"Colorimetric" = "Χρωμομετρικό";
"colors" = "χρώματα";
"Colors" = "Χρώματα";
"Comment" = "Σχόλιο";
"Comment (Optional):" = "Σχόλιο (προαιρετικά):";
"Commercial" = "Commercial";
"Commercial CMYK" = "Commercial CMYK";
"completely" = "τελείως";
"Completely" = "Τελείως";
"Composite Black" = "Σύνθετο μαύρο";
"Confidential Watermark" = "Εμπιστευτικό";
"Configuration:" = "Διαμόρφωση:";
"Confirm" = "Επιβεβαίωση";
"Confirm Passcode:" = "Επιβεβαίωση κωδικού πρόσβασης:";
"Confirmation Sheet:" = "Επιβεβαίωση:";
"considerably less" = "αρκετά λιγότερο";
"considerably more" = "αρκετά περισσότερο";
"Contrast" = "Αντίθεση";
"Contrast:" = "Αντίθεση:";
"contrasty" = "Πιο έντονης αντίθεσης";
"Cool" = "Ψυχρά";
"Copy Named Paper" = "Αντιγραφή επώνυμου χαρτιού";
"Copy Paper" = "Αντιγραφή...";
"Copy Watermark" = "Αντιγραφή";
"Cover Notes:" = "Σημειώσεις συνοδευτικού φύλλου:";
"Cover Option" = "Εξώφυλλο";
"Cover Options" = "Επιλογές εξωφύλλων";
"Cover Options Label" = "Επιλογές εξωφύλλων:";
"Cover Position" = "Θέση εξωφύλλου";
"Cover Position:" = "Θέση εξωφύλλου:";
"Cover Sheet" = "Συνοδευτικό φύλλο";
"Cover Sheet Image:" = "Είδωλο συνοδευτικού φύλλου:";
"Cover Sheet Notes:" = "Σημειώσεις συνοδευτικού φύλλου:";
"Cover Sheet Paper Size:" = "Μέγεθος χαρτ. συνοδ. φύλλου:";
"Cover Sheet Watermark Title" = "Επεξεργαστής ειδώλων συνοδευτικών φύλλων";
"Cover Sheet:" = "Συνοδευτικό φύλλο:";
"Cover:" = "Εξώφυλλο:";
"Covers Title" = "Εξώφυλλα";
"Covers..." = "Εξώφυλλα...";
"Credit Card:" = "Πιστωτική κάρτα:";
"Creep Range" = "(%1$@-%2$@ σημεία)";
"Creep:" = "Ερπυσμός:";
"Crop document to fit currently loaded paper size" = "Κοπή του εγγράφου για προσαρμογή στο μέγεθος χαρτιού";
"CSS (Common Stacker Stapler)" = "CSS (Κοινός ταξινομητής/συρραπτικό)";
"Current Document" = "Τρέχον έγγραφο";
"Custom" = "Ειδική επιλογή";
"Custom 1" = "Ειδικό 1";
"Custom 2" = "Ειδικό 2";
"Custom 3" = "Ειδικό 3";
"Custom 4" = "Ειδικό 4";
"Custom 5" = "Ειδικό 5";
"Custom 6" = "Ειδικό 6";
"Custom 7" = "Ειδικό 7";
"Custom Automatic Color..." = "Εξατομικευμένο αυτόματο χρώμα...";
"Custom Banner Sheet" = "Ειδική διαχωριστική σελίδα";
"Custom Color" = "Ειδικό χρώμα";
"Custom Color 1" = "Ειδικό χρώμα 1";
"Custom Color 2" = "Ειδικό χρώμα 2";
"Custom Color 3" = "Ειδικό χρώμα 3";
"Custom Color 4" = "Ειδικό χρώμα 4";
"Custom Color 5" = "Ειδικό χρώμα 5";
"Custom Color 6" = "Ειδικό χρώμα 6";
"Custom Color 7" = "Ειδικό χρώμα 7";
"Custom Color Adjustments" = "Ειδικές ρυθμίσεις χρωμάτων";
"Custom Color Adjustments Title" = "Ειδικές ρυθμίσεις χρωμάτων";
"Custom Color Correction" = "Διόρθωση ειδικών χρωμάτων";
"Custom Color Options" = "Επιλογές ειδικών χρωμάτων";
"Custom Color Options..." = "Επιλογές ειδικών χρωμάτων...";
"Custom Finishing" = "Ειδική τελική επεξεργασία";
"Custom Finishing:" = "Ειδική τελική επεξεργασία: ";
"Custom Selection" = "Ειδική επιλογή";
"Custom Size" = "Ειδικό μέγεθος";
"Custom Tab Shift" = "(%1$@)";
"Custom Type" = "Ειδικό είδος";
"Custom Type 1" = "Ειδικό είδος 1";
"Custom Type 2" = "Ειδικό είδος 2";
"Custom Type 3" = "Ειδικό είδος 3";
"Custom Type 4" = "Ειδικό είδος 4";
"Custom Type 5" = "Ειδικό είδος 5";
"Custom Type 6" = "Ειδικό είδος 6";
"Custom Type 7" = "Ειδικό είδος 7";
"Custom Weight" = "Ειδικό βάρος";
"Custom..." = "Ειδική επιλογή...";
"cyan" = "κυανό";
"Cyan" = "Κυανό";
"cyan colors" = "τα κυανά χρώματα";
"CyanLevel" = "Κυανό";
"Cyan-Red" = "Κυανό-Κόκκινο";
"Cyan-Red:" = "Κυανό-Κόκκινο:";
"CYMK:" = "CMYK:";
"dark" = "σκούρο";
"Dark" = "Σκούρα";
"DarkChange" = "Σκούρα %1$@";
"Default Account ID:" = "Προεπιλεγμένος κωδικός λογαριασμού:";
"Default Account Type:" = "Προεπιλεγμένο είδος λογαριασμού:";
"Default Accounting Codes Required" = "Απαιτούνται οι προεπιλεγμένοι κωδικοί λογιστικών";
"Default Accounting Codes:" = "Προεπιλεγμένοι κωδικοί λογιστικών:";
"Default Billing ID / Passcode:" = "Προεπιλεγμένος κωδικός χρέωσης / κωδικός πρόσβασης:";
"Default Group Account" = "Προεπιλεγμένος λογαριασμός ομάδας";
"Default Public Folder" = "Προεπιλ. κοινός φάκελος";
"Default User ID / Passcode:" = "Προεπιλεγμένος κωδικός χρήστη / κωδικός πρόσβασης:";
"Default User ID:" = "Προεπιλεγμένος κωδικός χρήστη:";
"DefaultAccountingCodesRequiredNote" = "Πρέπει να εισαγάγετε τους προεπιλεγμένους κωδικούς λογιστικών ή να επιλέξετε \"Προτροπή για κάθε εργασία\". ";
"Defaults" = "Προεπιλ.";
"Delay Print Title" = "Μεταχρονολογημένη εκτύπωση";
"Delay Print..." = "Μεταχρονολογημένη εκτύπωση...";
"Delete" = "Διαγραφή";
"Delete Cover Warning" = "Είστε σίγουροι ότι θέλετε να διαγράψετε μόνιμα αυτό το είδωλο εξωφύλλου;";
"Delete Cover Warning Title" = "Διαγραφή ειδώλου εξωφύλλου;";
"Delete Watermark" = "Διαγραφή";
"Delete Watermark Warning" = "Είστε σίγουροι ότι θέλετε να διαγράψετε μόνιμα αυτό το υδατογράφημα;";
"Delete Watermark Warning Title" = "Διαγραφή υδατογραφήματος";
"Describe Additional Color Changes:" = "Περιγραφή επιπλέον αλλαγών χρωμάτων:";
"Description" = "Περιγραφή";
"Description (Expert):" = "Περιγραφή (Ειδικό):";
"Destination Profile" = "Προφίλ προορισμού";
"DFA Finisher" = "Τελικός επεξεργαστής DFA";
"DFA Finisher Profile" = "Προφίλ τελικού επεξεργαστή DFA";
"DFA Finisher Profile..." = "Προφίλ τελικού επεξεργαστή DFA...";
"DFA Finisher Profiles" = "Προφίλ τελικού επεξεργαστή DFA";
"DFA Module" = "Μονάδα DFA";
"Dialing Options:" = "Επιλογές κλήσης:";
"Dialing Prefix:" = "Πρόθεμα κλήσης:";
"Direct CMYK" = "Απευθείας CMYK";
"Disable Booklet Layout" = "Απενεργοποίηση διάταξης φυλλαδίου";
"Disable Job ID" = "Απενεργοποίηση κωδικού εργασίας";
"Disabled" = "Απενεργοποιημ.";
"Disabled (Recommended)" = "Απενεργοποιημ. (Συνιστάται)";
"Display error message in large window" = "Προβολή μηνύματος σφάλματος σε μεγάλο παράθυρο";
"Display error message in small window" = "Προβολή μηνύματος σφάλματος σε μικρό παράθυρο";
"DL Envelope (110 x 220 mm)" = "Φάκελος DL (110 x 220 χλστ.)";
"Do not allow unsupported paper size values" = "Απαγόρευση μη υποστηριζόμενων τιμών μεγέθους χαρτιού";
"Do not display error message" = "Χωρίς την προβολή μηνύματος σφάλματος";
"Do not notify me" = "Χωρίς ειδοποίηση";
"Do Not Print a Confirmation Sheet" = "Χωρίς εκτύπωση φύλλου επιβεβαίωσης";
"Do Not Print a Cover Sheet" = "Χωρίς εκτύπωση συνοδευτικού φύλλου";
"Do Not Print Job ID" = "Να μην εκτυπωθεί Αρ. εργασίας";
"Do Not Prompt" = "Να μην γίνεται προτροπή";
"Do not scale and print on loaded paper size" = "Χωρίς προσαρμ & εκτύπ σε τοποθ μέγ χαρτ";
"Do Not Show Recipients" = "Χωρίς προβολή παραληπτών";
"Documentation" = "Συνοδευτικά έντυπα";
"Documentation Note" = "Παρέχει σύνδεση με τον ιστότοπο υποστήριξης, από όπου μπορείτε να αποκτήσετε πρόσβαση σε εγχειρίδια και βίντεο, τα οποία παρέχουν πληροφορίες σχετικά με τη χρήση του συστήματος.";
"DocuTech 6180" = "DocuTech 6180";
"Draft Mode" = "Λειτουργία πρόχειρης εκτύπωσης";
"Draft Mode:" = "Λειτουργία πρόχειρης εκτύπωσης:";
"Draft Watermark" = "Προσχέδιο";
"Draw Page Borders" = "Σχεδιασμός ορίων σελίδας";
"DriverVersionBuild" = "Έκδοση οδηγού: %1$@ (%2$@)";
"Drop Size:" = "Μέγεθος σταγόνας:";
"Dual Center Tray" = "Διπλός κεντρικός δίσκος ";
"Dual Print Engine" = "Διπλός μηχανισμός εκτύπωσης:";
"Dual Print Engines" = "Διπλός μηχανισμός εκτύπωσης";
"dull" = "θολό";
"Duplex Module" = "Μονάδα duplex";
"Duplicate Name Message" = "Υπάρχει ήδη χαρτί με την ονομασία %1$@.  Θέλετε να αντικαταστήσετε το υπάρχον χαρτί;";
"Duplicate Name Title" = "Διπλότυπο όνομα";
"DuplicateFaxName" = "Όνομα: %1$@";
"DuplicateFaxNumber" = "Αριθμός φαξ: %1$@";
"DuplicateRecipient" = "Πανομοιότυπος παραλήπτης";
"DuplicateRecipientNote" = "Αυτός ο παραλήπτης υπάρχει ήδη στη Λίστα παραληπτών. Θέλετε να προσθέσετε ένα αντίγραφο αυτού του παραλήπτη;";
"Each Set" = "Κάθε σύνολο";
"Each Set and Each Subset" = "Κάθε σύνολο και κάθε υποσύνολο";
"Each Set and Subset" = "Κάθε σύνολο και υποσύνολο";
"Each Subset" = "Κάθε υποσύνολο";
"Earth Smart Disable Banner Page" = "Η απενεργοποίηση της λειτουργίας Διαχωριστικές σελίδες σε ορισμένα περιβάλλοντα γραφείου ενδέχεται να προκαλέσει την ακούσια απώλεια ή ανάμειξη των εργασιών σας από άλλους χρήστες και, συνεπώς, την περαιτέρω σπατάλη. Η εκτύπωση του Αρ. εργασίας στα περιθώρια μπορεί να σας βοηθήσει να ξεχωρίσετε τις εργασίες σας χωρίς να εκτυπώσετε μια επιπλέον διαχωριστική σελίδα.";
"Earth Smart Savings" = "Έχετε αποθηκεύσει: %1$@ δεσμίδες (%2$@ φύλλα)";
"Earth Smart Settings" = "Οικολογικές ρυθμίσεις";
"Edge Enhancement:" = "Βελτίωση άκρων:";
"Edit" = "Επεξεργασία";
"Edit Covers Title" = "Επεξεργασία εξωφύλλων";
"Edit Exceptions Title" = "Επεξεργασία εξαιρέσεων";
"Edit Inserts Title" = "Επεξεργασία ενθέτων";
"Edit Named Paper" = "Επεξεργασία επώνυμου χαρτιού";
"Edit Recipient" = "Επεξεργασία παραλήπτη";
"Edit Watermark" = "Επεξεργασία...";
"Edit..." = "Επεξεργασία...";
"Ellipsis" = "...";
"Email Address:" = "Διεύθυνση email:";
"Empty" = "Άδειο";
"Enable Subsets" = "Ενεργοποίηση υποσυνόλων";
"Enabled" = "Ενεργοποιημ.";
"End of Job" = "Τέλος εργασίας";
"End of Page" = "Τέλος σελίδας";
"End of Set" = "Τέλος συνόλου";
"Enhanced" = "Βελτιωμένη";
"Enhanced 80ppm High Capacity Stacker" = "Βελτ ταξινομ μεγ χωρητικ 80 σελ./λεπτό";
"Enhanced Image Quality" = "Βελτιωμένη ποιότητα ειδώλου";
"Enter accounting passcode at device note" = "Σημείωση: Μετά την υποβολή της εργασίας, εισάγετε αυτόν τον κωδικό πρόσβασης στον πίνακα ελέγχου του εκτυπωτή για να εκτυπώσετε την εργασία μέσω της λειτουργίας ασφαλούς εκτύπωσης.  Κάντε κλικ στο πλήκτρο Βοήθεια που βρίσκεται σε αυτό το παράθυρο διαλόγου για περισσότερες πληροφορίες.";
"Enter at Device" = "Εισαγωγή στη συσκευή";
"Enter Now" = "Εισαγωγή τώρα";
"EnterAtDeviceNote" = "Η εργασία σας θα δεσμευτεί στη συσκευή έως ότου εισαγάγετε τα κατάλληλα στοιχεία πιστοποίησης ταυτότητας.";
"Env. No. 5 1/2 (4.375 x 5.75\")" = "Φάκ. αρ. 5 1/2 (4,375 x 5,75\")";
"Env. No. 6 3/4 (3.625 x 6.5\")" = "Φάκ. αρ. 6 3/4 (3,625 x 6,5\")";
"Envelope" = "Φάκελος";
"Envelope (120 x 235 mm)" = "Φάκελος (120 x 235 χλστ.)";
"Envelope (220 x 312 mm)" = "Φάκελος (220 x 312 χλστ.)";
"Envelope (6 x 9\")" = "Φάκελος (6 x 9\")";
"Envelope (9 x 12\")" = "Φάκελος (9 x 12\")";
"Envelope 6x9 (6 x 9\")" = "Φάκελος 6x9 (6 x 9\")";
"Envelope A7 (5.25 x 7.25\")" = "Φάκελος A7 (5,25 x 7,25\")";
"Envelope B5 (176 x 250 mm)" = "Φάκελος B5 (176 x 250 χλστ.)";
"Envelope C4 (229 x 324 mm)" = "Φάκελος C4 (229 x 324 χλστ.)";
"Envelope C5 (162 x 229 mm)" = "Φάκελος C5 (162 x 229 χλστ.)";
"Envelope C6 (114 x 162 mm)" = "Φάκελος C6 (114 x 162 χλστ.)";
"Envelope Choukei 3 Gou" = "Φάκελος Choukei 3 Gou";
"Envelope Choukei 4 Gou" = "Φάκελος Choukei 4 Gou";
"Envelope DL (110 x 220 mm)" = "Φάκελος DL (110 x 220 χλστ.)";
"Envelope Monarch (3.875 x 7.5\")" = "Φάκελος Monarch (3,875 x 7,5\")";
"Envelope Monarch (3.9 x 7.5\")" = "Φάκελος Monarch (3,9 x 7,5\")";
"Envelope No. 10 (4.12 x 9.5\")" = "Φάκελος αρ. 10 (4,12 x 9,5\") ";
"Envelope No. 10 (4.125 x 9.5\")" = "Φάκελος αρ. 10 (4,125 x 9,5\")";
"Envelope No. 5 1/2 (4.375 x 5.75\")" = "Φάκελος αρ. 5 1/2 (4,375 x 5,75\")";
"Envelope No. 6 3/4 (3.625 x 6.5\")" = "Φάκελος αρ. 6 3/4 (3,625 x 6,5\")";
"EnvWarningHeader" = "Για βελτιστοποίηση της εκτύπωσης σε φακέλους:";
"EnvWarningMessage" = "1. Στο πίσω μέρος της συσκευής, ανοίξτε το πίσω κάλυμμα.\n2. Σηκώστε τους δύο πράσινους μοχλούς.\n3. Στην κάθε πλευρά του φούρνου, σύρετε τους δύο γκρι διακόπτες στη θέση ρύθμισης για φακέλους.\n4. Σπρώξτε προς τα κάτω τους δύο πράσινους μοχλούς και στη συνέχεια κλείστε το πίσω κάλυμμα.\n5. Εκτυπώστε το έγγραφό σας.\n6. Όταν η εκτύπωση ολοκληρωθεί, για να εκτυπώσετε σε όλα τα άλλα είδη χαρτιού, επαναλάβετε αυτά τα βήματα για να επαναφέρετε τους γκρι διακόπτες πίσω στη θέση ρύθμισης για χαρτί.";
"Error Messages:" = "Μηνύματα σφαλμάτων:";
"Euroscale" = "Euroscale";
"Euroscale Coated CMYK" = "Euroscale, με επίστρωση CMYK";
"Euroscale Press" = "Euroscale Press";
"Exceeded Max Recipients Note" = "Η προσθήκη %1$d παραληπτών φαξ τώρα θα υπερβεί το μέγιστο αριθμό %2$d παραληπτών φαξ.  Μπορείτε να προσθέσετε μόνο %3$d ακόμα παραλήπτες φαξ τώρα.";
"Exceeded Maximum Recipients" = "Υπέρβαση του μέγιστου αριθμού παραληπτών";
"Exception Option" = "Εξαίρεση";
"Exception Page Label" = "Εξαιρείται η σελίδα";
"Exception Page Range Label" = "Εξαιρούνται οι σελίδες";
"Executive" = "Executive";
"Executive (7.25 x 10.5\")" = "Executive (7,25 x 10,5\")";
"Export" = "Εξαγωγή";
"Export..." = "Εξαγωγή...";
"Extended Gamut" = "Εκτεταμένη γκάμα";
"Extra Heavy Duty Media Kit" = "Κιτ υψηλής αντοχής για βαριά μέσα";
"Extra Heavyweight" = "Πολύ βαρύ";
"Extra Heavyweight (Side 2)" = "Έξτρα βαρύ (όψη 2) ";
"Extra Heavyweight Cardstock" = "Πολύ βαρύ χαρτί καρτών/εξωφύλλων";
"Extra Heavyweight Cardstock Reloaded" = "Επανατοπ πολύ βαριού χαρτιού καρτ/εξωφύλ";
"Extra Heavyweight Gloss" = "Πολύ βαρύ γυαλιστερό";
"Extra Heavyweight Gloss Reloaded" = "Επανατοποθέτηση έξτρα βαριού γυαλιστερού";
"Extra Heavyweight Glossy Cardstock" = "Πολύ βαρύ γυαλιστ χαρτί καρτών/εξωφύλ ";
"Extra Heavyweight Hole Punched Cardstock" = "Πολύ βαρύ διάτρητo χαρτί καρτ/εξωφύλ";
"Extra Heavyweight Labels" = "Πολύ βαριές ετικέτες";
"Extra Heavyweight Plus" = "Έξτρα ενισχυμένο βαρύ";
"Extra Heavyweight Plus Reloaded" = "Επανατοποθ. έξτρα ενισχ. βαριού";
"Extra Heavyweight Reloaded" = "Επανατοποθέτηση έξτρα βαριού";
"Extra Thick Card Stock" = "Πολύ χοντρό χαρτί καρτών/εξωφύλλων";
"Face" = "Όψη";
"Face Down" = "Με την όψη προς τα κάτω";
"Face Down and Reverse Order" = "Με την όψη προς τα κάτω και Αντίστροφη σειρά";
"Face Down Reverse Order" = "Όψη προς τα κάτω, Αντίστροφη σειρά";
"Face Up" = "Με την όψη προς τα επάνω";
"Face Up and Reverse Order" = "Με όψη προς επάνω και Αντίστρ. σειρά";
"Face Up Reverse Order" = "Όψη προς τα πάνω, Αντίστροφη σειρά";
"Face-Up" = "Με την όψη προς τα επάνω";
"False" = "Εσφαλμ.";
"Fast Color" = "Γρήγορη έγχρωμη";
"Fast Reprint" = "Ταχεία επανεκτύπωση";
"Fast Reprint with DRI" = "Ταχεία επανεκτύπωση με DRI";
"Fax" = "Φαξ";
"Fax Friendly" = "Κατάλληλο για φαξ";
"Fax Label" = "Φαξ";
"Fax Number" = "Αριθμός φαξ";
"Fax Number:" = "Αριθμός φαξ:";
"Fax Resolution:" = "Ανάλυση φαξ:";
"Fax..." = "Φαξ...";
"Feed Direction" = "Κατεύθυνση τροφοδοσίας";
"Feeder" = "Τροφοδότης";
"Film (Synthetic)" = "Διαφάνεια (Συνθετική)";
"Final Job:" = "Τελική εργασία:";
"Fine" = "Υψηλή";
"Finisher" = "Τελικός επεξεργαστής";
"Finisher A: Main Stacker" = "Τελικός επεξεργ. Α: Κύριος ταξινομητής";
"Finisher A: Top Tray" = "Τελικός επεξεργαστής Α: Επάνω δίσκος";
"Finisher A<3A> Main Stacker" = "Τελικός επεξεργ Α<3A> Κύριος ταξινομητής";
"Finisher A<3A> Stacker Tray" = "Τελικός επεξεργαστής Α<3A> Δίσκος ταξινομητή";
"Finisher A<3A> Top Tray" = "Τελικός επεξεργαστής Α<3A> Επάνω Δίσκος";
"Finisher B: Main Stacker" = "Τελικός επεξεργαστής Β: Κύριος ταξινομητής";
"Finisher B: Top Tray" = "Τελικός επεξεργαστής Β: Επάνω δίσκος";
"Finisher B<3A> Main Stacker" = "Τελ επεξεργ B<3A> Κύριος ταξινομ";
"Finisher B<3A> Stacker Tray" = "Τελικός επεξεργαστής B<3A> Δίσκος ταξινομητή";
"Finisher B<3A> Top Tray" = "Τελικός επεξεργαστής B<3A> Επάνω Δίσκος";
"Finisher C: Main Stacker" = "Τελικός επεξεργαστής C: Κύριος ταξινομητής";
"Finisher C: Top Tray" = "Τελικός επεξεργαστής C: Επάνω δίσκος";
"Finisher C<3A> Main Stacker" = "Τελ επεξεργ C<3A> Κύριος ταξινομ";
"Finisher C<3A> Stacker Tray" = "Τελικός επεξεργαστής C<3A> Δίσκος ταξινομητή";
"Finisher C<3A> Top Tray" = "Τελικός επεξεργαστής C<3A> Επάνω Δίσκος";
"Finisher D: Main Stacker" = "Τελικός επεξεργαστής D: Κύριος ταξινομητής";
"Finisher D: Top Tray" = "Τελικός επεξεργαστής D: Επάνω δίσκος";
"Finisher D<3A> Main Stacker" = "Τελ επεξεργ D<3A> Κύριος ταξινομ";
"Finisher D<3A> Stacker Tray" = "Τελικός επεξεργαστής D<3A> Δίσκος ταξινομητή";
"Finisher D<3A> Top Tray" = "Τελικός επεξεργαστής D<3A> Επάνω Δίσκος";
"Finisher E: Main Stacker" = "Τελικός επεξεργαστής Ε: Κύριος ταξινομητής";
"Finisher E: Top Tray" = "Τελικός επεξεργαστής Ε: Επάνω δίσκος";
"Finisher F: Main Stacker" = "Τελικός επεξεργαστής F: Κύριος ταξινομητής";
"Finisher F: Top Tray" = "Τελικός επεξεργαστής F: Επάνω δίσκος";
"Finisher G: Main Stacker" = "Τελικός επεξεργαστής G: Κύριος ταξινομητής";
"Finisher G: Top Tray" = "Τελικός επεξεργαστής G: Επάνω δίσκος";
"Finisher Output Tray" = "Δίσκος εξόδου τελικού επεξεργαστή";
"Finisher Tray" = "Δίσκος τελικού επεξεργαστή";
"Finisher/Output Tray" = "Τελικός επεξεργαστής/Δίσκος εξόδου";
"Finishing" = "Τελική επεξεργασία";
"Finishing:" = "Τελική επεξεργασία:";
"Flat" = "Επίπεδα";
"Flood Clear" = "Διαφανές επίχρισμα";
"Flood White" = "Υπερχείλιση λευκού";
"Foggy" = "Θολά";
"FOGRA Gloss Coated CMYK" = "FOGRA Γυαλιστερό, με επίστρωση CMYK";
"FOGRA Matte Coated CMYK" = "FOGRA Ματ, με επίστρωση CMYK";
"FOGRA Plus CMYK" = "FOGRA Plus CMYK";
"FOGRA Uncoated CMYK" = "FOGRA Χωρίς επίστρωση CMYK";
"FOGRA Web Offset CMYK" = "FOGRA Web Offset CMYK";
"Folder" = "Φάκελος";
"Folder:" = "Φάκελος:";
"Folding" = "Δίπλωση";
"Folding:" = "Δίπλωση:";
"FoliageGreen" = "Όλα τα χρώματα πράσινο";
"foliage-green colors" = "χρώματα γκριζοπράσινου";
"Force to New Paper Size:" = "Εξαναγκασμός σε Νέο μέγεθος χαρτιού:";
"Forced (4800 Bps)" = "Εξαναγκασμένη (4800 Bps)";
"Fore" = "Μπροστά";
"Form Name:" = "Όνομα φόρμας:";
"Format" = "Μορφή";
"Format:" = "Μορφότυπο:";
"From Form Page:" = "Από σελίδα φόρμας:";
"From Label" = "Από";
"From:" = "Από:";
"Front" = "Μπροστά";
"Front and Back<3A> Different" = "Μπροστά και Πίσω<3A> Διαφορετικό";
"Front and Back<3A> Same" = "Μπροστά και Πίσω<3A> Ίδιο";
"Front Cover Paper Label" = "Χαρτί εμπροσθόφυλλου:";
"Front Cover Value" = "Μπροστινό εξώφυλλο";
"Front Only" = "Μόνο εμπρός";
"Front Rotation:" = "Μπροστινή περιστροφή:";
"FrontBack" = "Μπροστά και πίσω";
"FrontOnly" = "Μόνο μπροστά";
"FTM (Finishing Transport Module)" = "FTM (Μονάδα Μεταφοράς Τελ Επεξεργασίας)";
"FTM-S (FTM With Stacker)" = "FTM-S (FTM με Ταξινομητή)";
"FTM-S + FTM-S" = "FTM-S + FTM-S";
"Full" = "Πλήρες";
"Full Bleed" = "Πλήρης κάλυψη";
"Full Cut Tab" = "Διαχωριστική καρτέλα";
"Full Cut Tab-Embossed" = "Διαχωριστική καρτέλα-Ανάγλυφη";
"Full Page Flood" = "Διαφανές επίχρισμα σελίδας";
"G3 (14.4 Kbps)" = "G3 (14.4 Kbps)";
"G3 (Automatic)" = "G3 (Aυτόματη)";
"G3 (Fixed International)" = "G3 (Σταθερή διεθνής)";
"G3 (Fixed)" = "G3 (Σταθερή)";
"G3 (International)" = "G3  (Διεθνής)";
"Gather" = "Συλλογή";
"GBC AdvancedPunch" = "GBC AdvancedPunch";
"GBC AdvancedPunch Pro - ANSI" = "GBC AdvancedPunch Pro - ANSI";
"GBC AdvancedPunch Pro - ISO" = "GBC AdvancedPunch Pro - ISO";
"GBC AdvancedPunch Unit" = "Μονάδα GBC AdvancedPunch";
"General Account" = "Γενικός λογαριασμός";
"Global Integrated Office Finisher" = "Global Integrated Office Finisher";
"Global Setting" = "Γενική ρύθμιση";
"Gloss" = "Γυαλιστερό";
"Gloss Coating" = "Με επικάλυψη γυαλιστερού";
"Gloss Coating Reloaded" = "Με επικάλυψη γυαλ, επανατοπ";
"Gloss Level" = "Επίπεδο γυαλιστερού";
"Gloss Level:" = "Επίπεδο γυαλάδας:";
"Gloss Reloaded" = "Επανατοποθέτηση γυαλιστερού";
"Glossy" = "Γυαλιστερό";
"Glossy Cardstock" = "Γυαλιστερό χαρτί καρτών/εξωφύλλων";
"Glossy Cardstock Reloaded" = "Επανατοποθ γυαλιστ χαρτιού καρτ/εξωφ";
"Glossy Paper" = "Γυαλιστερό χαρτί";
"Glossy Reloaded" = "Επανατοποθέτηση γυαλιστερού";
"Gold" = "Χρυσό";
"Goldenrod" = "Χρυσό";
"GRACol" = "GRACol";
"GRACoL 2006 Coated1v2 CMYK" = "GRACoL 2006, με επίστρωση 1v2 CMYK";
"Grain" = "Κόκκος";
"Grain Long" = "Μακρύκοκκο";
"Grain Short" = "Λεπτόκοκκο";
"Grain:" = "Διάταξη ινών:";
"Graphic Object Rendering" = "Απόδοση αντικειμένου γραφικών";
"gray" = "γκρι";
"Gray" = "Γκρι";
"Gray Color" = "Γκρίζο χρώμα";
"Gray Color Space" = "Χρωματικός χώρος γκρίζου";
"gray colors" = "τα γκρίζα χρώματα";
"GrayImages" = "Γκρίζα είδωλα:";
"Grayscale" = "Κλίμακα του γκρίζου";
"GrayTextGraphics" = "Γκρίζο κείμενο και γραφικά:";
"green" = "πράσινο";
"Green" = "Πράσινο";
"green colors" = "τα πράσινα χρώματα";
"Group Account" = "Λογαριασμός ομάδας";
"Gutter Range" = "(%1$@-%2$@ σημεία)";
"Gutter:" = "Κενό βιβλιοδεσίας:";
"Halftone Screen:" = "Οθόνη ενδιάμεσων τόνων:";
"Halftones:" = "Ενδιάμεσοι τόνοι:";
"Hard Drive" = "Σκληρός δίσκος";
"hazy" = "θαμπό";
"Hazy" = "Θαμπά";
"HCS (High Capacity Stacker)" = "HCS (Ταξινομητής μεγάλης χωρητικότητας)";
"HCS (High Capacity Stacker) + DFA" = "HCS (Ταξινομητής μεγάλης χωρητικ) + DFA";
"HCS + Advanced Finisher" = "HCS + Προηγμένος τελικός επεξεργαστής";
"HCS + Booklet Maker Finisher" = "HCS + Τελ. επεξεργαστής Δημ. φυλλαδίων";
"HCS + DFA" = "HCS + DFA";
"HCS + HCS" = "HCS + HCS";
"HCS + HCS + Booklet Maker Finisher" = "HCS + HCS + Τελ επεξεργαστ Δημ φυλλαδίων";
"HCS + HCS + DFA" = "HCS + HCS + DFA";
"HCS + HCS + Light Production C Finisher" = "HCS + HCS + Τελ επεξερ C μικρής παραγωγ";
"HCS + HCS + PR Booklet Maker Finisher" = "HCS+HCS+PR Τελ. επεξεργ. με Δημιουργό φυλλαδίων";
"HCS + HCS + PR Finisher" = "HCS + HCS + PR Τελικός επεξεργαστής";
"HCS + HCS + PR Finisher Plus" = "HCS + HCS + PR Τελικός επεξεργαστής Plus";
"HCS + HCS + Standard Finisher" = "HCS + HCS + Βασικός τελικός επεξεργαστής";
"HCS + HCS + Standard Finisher Plus" = "HCS + HCS + Βασικός τελ επεξεργαστ Plus";
"HCS + Light Production C Finisher" = "HCS + Τελικός επεξεργ C μικρής παραγωγής";
"HCS + PR Booklet Maker Finisher" = "HCS+PR Τελικός επεξεργ. με Δημιουργό φυλλαδίων";
"HCS + PR Finisher" = "HCS + PR Τελικός επεξεργαστής";
"HCS + PR Finisher Plus" = "HCS + PR Τελικός επεξεργαστής Plus";
"HCS + Professional Finisher" = "HCS + Επαγγελματικός τελικός επεξεργαστής";
"HCS + Standard Finisher" = "HCS + Βασικός τελικός επεξεργαστής";
"HCS + Standard Finisher Plus" = "HCS + Βασικός τελικός επεξεργαστής Plus";
"Heavy" = "Έντονη";
"Heavy (106-200 gsm)" = "Βαρύ (106-200 g/m²)";
"Heavy Plain Paper" = "Βαρύ κοινό χαρτί";
"Heavyweight" = "Βαρύ";
"Heavyweight (Side 2)" = "Βαρύ (όψη 2) ";
"Heavyweight Bond" = "Βαρύ χαρτί Bond";
"Heavyweight Cardstock" = "Βαρύ χαρτί καρτών/εξωφύλλων";
"Heavyweight Cardstock Reloaded" = "Επανατοπ βαριού χαρτιού καρτών/εξωφύλλων";
"Heavyweight Gloss" = "Βαρύ γυαλιστερό";
"Heavyweight Gloss Coating" = "Βαρύ με επικάλυψη γυαλιστερού";
"Heavyweight Gloss Coating Reloaded" = "Επανατοποθ βαριού με επικάλ γυαλιστ";
"Heavyweight Gloss Reloaded" = "Επανατοποθέτηση βαριού γυαλιστερού";
"Heavyweight Glossy" = "Βαρύ γυαλιστερό";
"Heavyweight Glossy Cardstock" = "Βαρύ γυαλιστερό χαρτί καρτών/εξωφύλλων";
"Heavyweight Glossy Cardstock Reloaded" = "Επανατοπ βαριού γυαλιστ χαρτ καρτ/εξωφύλ";
"Heavyweight Glossy(Side 2)" = "Βαρύ γυαλιστερό(όψη 2)";
"Heavyweight Hole Punched Cardstock" = "Βαρύ διάτρητo χαρτί καρτών/εξωφύλλων";
"Heavyweight Labels" = "Βαριές ετικέτες";
"Heavyweight Pre-Printed" = "Προεκτυπωμένο βαρύ";
"Heavyweight Reloaded" = "Επανατοποθέτηση βαριού";
"Height" = "Ύψος";
"Height:" = "Ύψος:";
"High" = "Υψηλή";
"High Capacity Feeder" = "Τροφοδότης μεγάλης χωρητικότητας";
"High Capacity Feeder (2 Trays)" = "Τροφοδότης υψηλής χωρητικότητας (2 Δίσκοι)";
"High Capacity Stacker" = "Ταξινομητής μεγάλης χωρητικότητας";
"High Capacity Tandem Trays" = "Δίσκοι μεγάλης χωρητικότητας σε σειρά";
"High Gloss" = "Πολύ γυαλιστερό";
"High Quality" = "Υψηλή ποιότητα";
"High Resolution" = "Υψηλή ανάλυση";
"High Speed" = "Υψηλή ταχύτητα";
"High Volume Finisher" = "Τελικός επεξεργαστής μεγάλου όγκου";
"High Volume Finisher With Booklet Maker" = "Τελ. επεξ μεγ. όγκου με Δημ. φυλλαδίων";
"High-Gloss" = "Πολύ γυαλιστερό";
"Hold Job" = "Δέσμευση εργασίας";
"Hole Punch" = "Διάτρηση";
"Hole Punch Module" = "Μονάδα διάτρησης";
"Hole Punch Unit" = "Μονάδα διάτρησης";
"Hole Punched" = "Διάτρητo";
"Hole Punched Cardstock" = "Διάτρητo χαρτί καρτών/εξωφύλλων";
"Hole Punched Paper" = "Διάτρητο χαρτί";
"Hole Punched Paper:" = "Διάτρητο χαρτί:";
"Hole Punching" = "Διάτρηση";
"Hole Punching:" = "Διάτρηση:";
"Holepunch Warning" = "Οποιαδήποτε εικόνα μέσα στο διάτρητο περιθώριο θα διαγραφεί αυτόματα.";
"Horizontal Offset" = "Οριζόντια:";
"How Much Change?" = "Πόσο θέλετε να αλλάξει;";
"Ignore mismatch and print on loaded paper type" = "Παράβ ασυμφ & εκτύπ στο τοποθ είδος χαρτ";
"Ignore Type mismatch and print on loaded paper" = "Παράβλ ασυμφ είδους & εκτύπ στο τοποθ χαρτί";
"Image Enhancement" = "Βελτίωση ειδώλου";
"Image Enhancement:" = "Βελτίωση ειδώλου:";
"Image Object Rendering" = "Απόδοση αντικειμένου ειδώλου";
"Image Options" = "Επιλογές ειδώλου";
"Image Quality" = "Ποιότητα ειδώλου";
"Image Shift" = "Μετατόπιση ειδώλου";
"Image Shift:" = "Μετατόπιση ειδώλου:";
"Images Profile" = "Προφίλ ειδώλων";
"Images:" = "Είδωλα:";
"ImageShift Options:" = "Επιλογές μετατόπισης ειδώλου:";
"Import" = "Εισαγωγή";
"Import..." = "Εισαγωγή...";
"in." = "ίντσες";
"Inches" = "Ίντσες";
"Incomplete Color Change Note1" = "Δεν ολοκληρώσατε την περιγραφή των αλλαγών χρωμάτων.  Θέλετε να ολοκληρώσετε τις αλλαγές χρωμάτων;  Πατήστε \"Ναι\" για να συνεχίσετε την περιγραφή των αλλαγών ή \"Όχι\" για να αγνοήσετε αυτές τις αλλαγές και να συνεχίσετε.";
"Incomplete Color Change Note2" = "Σημείωση: Εάν πατήσετε το πλήκτρο με το πράσινο βέλος, η περιγραφή σας θα προστεθεί στη λίστα και θα ολοκληρωθούν οι αλλαγές σας.";
"Incomplete Color Changes" = "Αλλαγή ημιτελούς χρώματος";
"Independent" = "Ανεξάρτητο";
"Index Card (3 x 5\")" = "Κάρτα ευρετηρίου (3 x 5\")";
"Index Card Stock" = "Κάρτα Index";
"Input Slot" = "Σχισμή εισόδου";
"Input Trays" = "Δίσκοι εισόδου";
"Insert After Page Label" = "Μετά την(τις) σελίδα(ες)";
"Insert Before Page 1 Label" = "Πριν από τη σελίδα 1";
"Insert Option" = "Ένθετο";
"Insert Options:" = "Επιλογές ενθέτων:";
"Inserter Module" = "Μονάδα εισαγωγέα";
"Installed" = "Εγκατεστημ.";
"Integrated Office Finisher" = "Ενσωματωμένος τελ επεξεργαστής γραφείου";
"Invalid EMail Address" = "Μη έγκυρη διεύθυνση email";
"Invalid EMail Alert" = "Η διεύθυνση email \"%1$@\" δεν αποτελεί έγκυρη διεύθυνση email.\n\nΘα θέλατε να την χρησιμοποιήσετε ούτως ή άλλως;";
"Invalid Fixed Length Secure Print Passcode Alert" = "Πρέπει να εισαγάγετε έναν κωδικό πρόσβασης %1$@ ψηφίων και να τον εισαγάγετε ξανά για επιβεβαίωση προκειμένου να χρησιμοποιήσετε τη λειτουργία Ασφαλής εκτύπωση.";
"Invalid Passcode Title" = "Μη έγκυρος κωδικός πρόσβασης";
"Invalid Variable Length Secure Print Passcode Alert" = "Πρέπει να εισαγάγετε έναν κωδικό πρόσβασης %1$@-%2$@ ψηφίων και να τον εισαγάγετε ξανά για επιβεβαίωση προκειμένου να χρησιμοποιήσετε τη λειτουργία Ασφαλής εκτύπωση.";
"InvalidAccountingPasscodeAlert" = "Ο κωδικός πρόσβασης πρέπει να έχει έκταση τουλάχιστον 4 χαρακτήρες ή να αφεθεί κενός εάν δεν απαιτείται.";
"ISO Coated" = "ISO με επίστρωση";
"ISO Coated v2 (ECI)" = "Με επίστρωση ISO v2 (ECI)";
"ISO Uncoated" = "ISO χωρίς επίστρωση";
"Ivory" = "Κρεμ";
"Japan Color" = "Japan Color";
"Japan Color 2001 (Type1<3A>Art) CMYK" = "Japan Color 2001 (Είδος 1:Art) CMYK";
"Japan Color 2001 (Type2<3A>Matte) CMYK" = "Japan Color 2001 (Είδος 2:Ματ) CMYK";
"Japan Color 2001 (Type3<3A>Coated) CMYK" = "Japan Color 2001(Είδος 3:Με επίστρ) CMYK";
"Japan Color 2001 (Type4<3A>Uncoated) CMYK" = "Japan Color 2001(Είδος4:Χωρίς επίστ)CMYK";
"Japan Color 2001 Plus CMYK" = "Japan Color 2001 Plus CMYK";
"JIS B4 (257 x 364 mm)" = "JIS B4 (257 x 364 χλστ.)";
"JIS B5 (182 x 257 mm)" = "JIS B5 (182 x 257 χλστ.)";
"JIS B6 (128 x 182 mm)" = "JIS B6 (128 x 182 χλστ.)";
"Job Identification:" = "Αναγνωριστικό εργασίας:";
"Job Name:" = "Όνομα εργασίας:";
"Job Notes" = "Σημειώσεις εργασίας";
"Job Offset:" = "Μετατόπιση εργασίας:";
"Job Settings Label" = "Ρυθμίσεις εργασιών:";
"Job Storage" = "Αποθήκευση εργασιών";
"Job Storage Module" = "Μονάδα αποθήκευσης εργασιών";
"Job Type" = "Είδος εργασίας";
"Job Type:" = "Είδος εργασίας:";
"K100% High Resolution" = "Υψηλή ανάλυση Κ100%";
"Kakugata 2 Envelope (240 x 332 mm)" = "Φάκελος Kakugata 2 (240 x 332 χλστ.)";
"L10N_No" = "Όχι";
"L10N_Yes" = "Ναι";
"Labels" = "Ετικέτες";
"LAN Fax" = "Φαξ τοπικού δικτύου";
"LAN Fax Email Confirmation" = "Φαξ LAN - Επιβεβ. μέσω email";
"LAN Fax Module" = "Μονάδα φαξ μέσω τοπικού δικτύου (LAN)";
"LAN Fax Passcode:" = "Κωδικός πρόσβασης φαξ μέσω τοπικού δικτύου (LAN):";
"Landscape Bottom" = "Οριζόντιος προσανατολισμός, Κάτω";
"Landscape Top" = "Οριζόντιος προσανατολισμός, Επάνω";
"Large" = "Μεγάλο";
"Layers:" = "Επίπεδα:";
"LCD Display" = "Οθόνη LCD";
"Left" = "Αριστερά";
"Left Bind" = "Δέσιμο στα αριστερά";
"Left Side Output Tray" = "Αριστερός πλευρικός δίσκος εξόδου";
"Left To Right" = "Αριστερά προς τα δεξιά";
"Left Top Tray" = "Αριστερός επάνω δίσκος";
"Left Tray" = "Αριστερός δίσκος";
"Legal (8.5 x 14\")" = "Legal (8,5 x 14\")";
"Less" = "Λιγότερο";
"Letter (8.5 x 11\")" = "Letter (8,5 x 11\")";
"Letter Tab (9 x 11\")" = "Letter Tab (9 x 11\")";
"Letterhead" = "Επιστολόχαρτο";
"light" = "φωτεινό";
"Light" = "Φωτεινή";
"Light Plain Paper" = "Ελαφρύ κοινό χαρτί";
"Light Production C Finisher" = "Τελικός επεξεργαστής C μικρής παραγωγής";
"Light Production Finisher" = "Τελικός επεξεργαστής μικρής παραγωγής";
"Light Production Finisher with C- Z- Fold" = "Τελικ. επεξ. μικρής παραγ. με δίπλ C-Z";
"LightChange" = "Ανοιχτά %1$@";
"Lighten/Darken" = "Φωτεινό/Σκούρο";
"Lightness" = "Φωτεινότητα";
"Lightness:" = "Φωτεινότητα:";
"Lightweight" = "Ελαφρύ";
"Lightweight Cardstock" = "Ελαφρύ χαρτί καρτών/εξωφύλλων";
"Lightweight Cardstock Reloaded" = "Επανατοποθ ελαφρ χαρτιού καρτ/εξωφ";
"Lightweight Glossy Cardstock" = "Ελαφρύ γυαλιστερό χαρτί καρτών/εξωφύλλων";
"Lightweight Glossy Cardstock Reloaded" = "Επανατοπ ελαφρ γυαλιστ χαρτιού καρτ/εξωφ";
"Lightweight Hole Punched Cardstock" = "Ελαφρύ διάτρητο χαρτί καρτών/εξωφύλλων";
"Lightweight Pre-Printed" = "Προεκτυπωμένο ελαφρύ";
"Loading Failed Message" = "Δεν είναι δυνατή η σύνδεση με τον εκτυπωτή αυτή τη στιγμή.  Δεν είναι δυνατή η φόρτωση της Λίστας χαρτιών του εκτυπωτή.";
"Loading Failed Title" = "Ο ανεφοδιασμός απέτυχε";
"Local Accounting" = "Τοπικά λογιστικά";
"Long" = "Μακριά";
"Long Edge Feed" = "Τροφοδοσία μεγάλης πλευράς";
"Long Edge Feed (Normal)" = "Τροφοδοσία μεγάλης πλευράς (Κανονική)";
"Low" = "Χαμηλή στάθμη";
"magenta" = "ματζέντα";
"Magenta" = "Ματζέντα";
"magenta colors" = "τα ματζέντα χρώματα";
"Magenta-Green" = "Ματζέντα-Πράσινο";
"Magenta-Green:" = "Ματζέντα-Πράσινο:";
"MagentaLevel" = "Ματζέντα";
"Mailbox" = "Θυρίδα";
"Mailbox Number" = "Αριθμός θυρίδας";
"Mailbox:" = "Θυρίδα:";
"Main Tray" = "Βασικός δίσκος";
"MakeAllColors" = "Να γίνουν %1$@";
"MakeColors" = "Να γίνουν τα %1$@ χρώματα";
"MakeModifiedAllColors" = "Να γίνουν τα %1$@ %2$@";
"MakeModifiedColors" = "Να γίνουν τα %1$@ %2$@ χρώματα";
"Manage..." = "Διαχείριση...";
"Manual" = "Μη αυτόμ.";
"Manual Feed (Tray 1)" = "Μη αυτόματη τροφοδοσία (Δίσκος 1)";
"Manual Feed Tray 1 (MPT)" = "Δίσκος μη αυτ.τροφοδ.1 (MPT-Πολλ. χρήσ.)";
"Manually Configure Black" = "Μη αυτόματη διαμόρφωση μαύρου";
"Mask Account ID (****)" = "Απόκρυψη κωδικού λογαριασμού (****)";
"Mask User ID (****)" = "Απόκρυψη κωδικού χρήστη (****)";
"Matte" = "Ματ";
"Max" = "Μέγ.";
"Maximum" = "Μέγιστη";
"Maximum Inserts Limit Error" = "Έχετε φτάσει το όριο καταχωρίσεων ειδικών σελίδων";
"Medium" = "Μεσαία";
"Medium (85-105 gsm)" = "Μεσαίο (85-105 g/m²)";
"MediumChange" = "Μεσαία %1$@";
"Millimeters" = "Χιλιοστά";
"Minimum" = "Ελάχιστη";
"Mirror Both" = "Αντεστραμμένο Χ και Υ";
"Mirror Image:" = "Αντεστραμμένο είδωλο:";
"Mirror Output:" = "Αντεστραμμένη έξοδος:";
"Mirror X" = "Αντεστραμμένο X";
"Mirror X, Tandem Y" = "Αντεστραμμένο X, Διαδοχικό Y";
"Mirror Y" = "Αντεστραμμένο Y";
"Mirror Y, Tandem X" = "Αντεστραμμένο Y, Διαδοχικό X";
"Mirrored Image:" = "Αντεστραμμένο είδωλο:";
"Mirrored Output:" = "Αντεστραμμένη έξοδος:";
"mm" = "χλστ.";
"moderately less" = "μέτρια λιγότερο";
"moderately more" = "μέτρια περισσότερο";
"Monarch Envelope (3.9 x 7.5\")" = "Φάκελος Monarch (3,9 x 7,5\")";
"Monochrome Graphics" = "Μονόχρωμα γραφικά";
"Monochrome Images" = "Μονόχρωμες εικόνες";
"More" = "Περισσότερο";
"More Adjustments" = "Περισσότερες ρυθμίσεις";
"More Adjustments Title" = "Περισσότερες ρυθμίσεις";
"More Adjustments..." = "Περισσότερες ρυθμίσεις...";
"More Status..." = "Περισσότερα σχετικά με την Κατάσταση...";
"MoreAdjustments" = "Περισσότερες ρυθμίσεις";
"MoveDown" = "Μετακίνηση κάτω";
"MoveUp" = "Μετακίνηση επάνω";
"Multi Page TIFF" = "Πολυσέλιδο TIFF";
"Multifunction Finisher Pro Plus" = "Πολυλειτουργικός τελ. επεξεργαστής Pro Plus";
"Multifunction Finisher Professional" = "Πολυλειτουργ επαγγελμ τελ επεξεργαστής";
"Multifunction Finisher Professional Plus" = "Πολυλειτουργ επαγγελμ τελ επεξεργ Plus";
"Multiple" = "Πολλαπλά";
"Multiple Finishing" = "Πολλαπλή τελική επεξεργασία";
"Multiple Finishing..." = "Πολλαπλή τελική επεξεργασία...";
"Multiple Staples" = "Πολλαπλές συρραφές";
"Multi-Staple" = "Πολλαπλή συρραφή";
"My Paper List" = "Λίστα των Χαρτιών μου";
"Name" = "Όνομα";
"Name(Required):" = "Όνομα(απαιτείται):";
"Name:" = "Όνομα:";
"Named Paper" = "Επώνυμο χαρτί";
"Named Paper..." = "Επώνυμο χαρτί...";
"Native" = "Αρχικό";
"NearEmpty" = "Σχεδόν άδειο";
"Negative Image" = "Αρνητικό είδωλο";
"Negative Image:" = "Αρνητικό είδωλο:";
"Negative Output" = "Αρνητικό αντίγραφο";
"Negative Output:" = "Αρνητικό αντίγραφο:";
"Never Apply Embedded Profiles" = "Ποτέ εφαρμογή ενσωματωμένων προφίλ";
"New Named Paper" = "Νέο επώνυμο χαρτί";
"New Watermark" = "Νέο...";
"Next" = "Επόμενο";
"No" = "Όχι";
"No Back Cover" = "Χωρίς πίσω εξώφυλλο";
"No Banner Page" = "Χωρίς διαχωριστική σελίδα";
"No Banner Pages" = "Χωρίς διαχωριστικές σελίδες";
"No Booklet Finishing" = "Χωρίς τελική επεξεργασία φυλλαδίου";
"No Booklet Folding" = "Χωρίς δίπλωση φυλλαδίου";
"No Covers" = "Χωρίς εξώφυλλα";
"No Extra Trays" = "Δεν υπάρχουν επιπλέον δίσκοι";
"No Finisher" = "Χωρίς τελικό επεξεργαστή";
"No Finishing" = "Χωρίς τελική επεξεργασία";
"No Folding" = "Χωρίς δίπλωση";
"No Hole Punch" = "Χωρίς διάτρηση ";
"No Hole Punching" = "Χωρίς διάτρηση";
"No Offset" = "Χωρίς μετατόπιση";
"No Separators" = "Χωρίς διαχωριστικά φύλλα";
"No Staple" = "Χωρίς συρραφή";
"No Stapling" = "Χωρίς συρραφή";
"No Trimming" = "Χωρίς περικοπή";
"No Watermark" = "Κανένα";
"No. 10 Envelope (4.1 x 9.5\")" = "Φάκελος αρ. 10 (4,1 x 9,5\")";
"No. 9 Envelope (3.9 x 8.9\")" = "Φάκελος αρ. 9 (3,9 x 8,9\")";
"NoCovers" = "Χωρίς εξώφυλλα";
"None" = "Κανένα";
"Normal" = "Κανονικό";
"Normal (52-84 gsm)" = "Κανονικό (52-84 g/m²)";
"Normal Print" = "Κανονική εκτύπωση";
"Not Full" = "Μη πλήρες";
"Not Graphics(Only Images, Text)" = "Χωρίς γραφικά (Μόνο είδωλα, κείμενο)";
"Not Images(Only Text, Graphics)" = "Χωρίς είδωλα (Μόνο κείμενο, γραφικά)";
"Not Installed" = "Μη εγκατεστημ.";
"Not Text(Only Images, Graphics)" = "Χωρίς κείμενο (Μόνο είδωλα, γραφικά)";
"Note: When staple is selected, then each subset is stapled." = "Σημείωση: Όταν έχει επιλεχθεί η λειτουργία συρραφής, θα γίνεται συρραφή κάθε υποσυνόλου.";
"Notes Label" = "Σημειώσεις";
"Notify me when job has completed" = "Ειδοποίηση κατά την ολοκλήρωση της εργασίας";
"Notify me when job has completed or failed" = "Ειδοποίηση κατά την ολοκλήρωση ή αποτυχία της εργασίας";
"Notify me when job has failed" = "Ειδοποίηση κατά την αποτυχία της εργασίας";
"Number in Sequence:" = "Αριθμός στη σειρά:";
"Number of Pads:" = "Αριθμός φυλλαδίων:";
"Number of Pages:" = "Αριθμός σελίδων:";
"Number of Passes:" = "Αριθμός περασμάτων:";
"Number of Sheets:" = "Αριθμός φύλλων:";
"Object Based Clear:" = "Εφαρμογή διαφανούς πλακάτου χρώματος σε αντικειμένα:";
"OCT (Offset Catch Tray)" = "OCT (Δίσκος εξόδου με διαχωρ δεσμίδων)";
"Off" = "Όχι";
"Office Color" = "Χρώμα Office";
"Office Finisher" = "Τελικός επεξεργαστής γραφείου";
"Office Finisher LX" = "Τελικός επεξεργαστής γραφείου LX";
"Office Finisher LX with Booklet Maker" = "Τελ επεξερ γραφείου LX με δημιουρ φυλλαδ";
"Office Finisher with Booklet Maker" = "Τελικός επεξερ. γραφείου με δημ. φυλλ.";
"Offset Catch Tray" = "Δίσκος εξόδου με διαχ. δεσμίδων";
"Offset Each Set" = "Μετατόπιση κάθε συνόλου";
"Offset/Subset" = "Μετατόπιση/Υποσύνολο";
"Offset/Subset..." = "Μετατόπιση/Υποσύνολο...";
"Offset:" = "Μετατόπιση:";
"Offsetting Catch Tray" = "Δίσκος εξόδου με διαχωρισμό δεσμίδων ";
"Oficio (216 x 343 mm)" = "Oficio (216 x 343 χλστ.)";
"OficioSEF" = "Oficio (216 x 343 χλστ.) τροφοδ. μικρής πλευράς";
"OK" = "OK";
"On" = "Ναι";
"Once" = "Μία φορά";
"Once, Then Repeat" = "Μία φορά, στη συνέχεια επανάληψη";
"One Extra Tray" = "Ένας επιπλέον δίσκος";
"One Sided" = "Μονής όψης";
"Only Graphics" = "Μόνο γραφικά";
"Only Images" = "Μόνο είδωλα";
"Only Prompt for Color" = "Προτροπή μόνο για χρώμα";
"Only Prompt For Color and Fax" = "Προτροπή μόνο για χρώμα και φαξ";
"Only Prompt for Fax" = "Προτροπή μόνο για φαξ";
"Only Text" = "Μόνο κείμενο";
"Open Envelope (178 x 254 mm)" = "Φάκελος Open (178 x 254 χλστ.)";
"Open Envelope (6 x 9\")" = "Φάκελος Open (6 x 9\")";
"Open Envelope (7 x 10\")" = "Φάκελος Open (7 x 10\")";
"OPI Prescan:" = "Προσάρωση OPI:";
"OPI Substitution:" = "Αντικατάσταση OPI:";
"Optimal" = "Βέλτιστη";
"Optimize for Economy" = "Βελτιστοποίηση για οικονομία";
"Optimize for Speed" = "Βελτιστοποίηση για ταχύτητα";
"Optional Booklet Module" = "Προαιρετική Μονάδα φυλλαδίων";
"Optional Duplex Unit" = "Προαιρετική μονάδα duplex";
"Optional Hard Drive" = "Προαιρετικός σκληρός δίσκος";
"Optional RAM Disk" = "Προαιρετικός δίσκος RAM";
"Optional Secure Digital Card" = "Προαιρετική κάρτα Secure Digital";
"Options" = "Επιλογές";
"Options:" = "Επιλογές:";
"orange" = "πορτοκαλί";
"Orange" = "Πορτοκαλί";
"orange colors" = "τα πορτοκαλί χρώματα";
"Order Supplies" = "Παραγγελία αναλωσίμων";
"Organization" = "Οργανισμός";
"Organization:" = "Οργανισμός:";
"Other" = "Άλλο";
"Other Color" = "Άλλο χρώμα";
"Other Size" = "Άλλο μέγεθος";
"Other Type" = "Άλλο είδος";
"Other Weight" = "Άλλο βάρος";
"OtherType" = "Άλλο είδος";
"Output Color" = "Χρώμα εξόδου";
"Output Color:" = "Χρώμα εξόδου:";
"Output Destination" = "Προορισμός εξόδου";
"Output Destination:" = "Προορισμός εξόδου:";
"Output Options" = "Επιλογές εξόδου";
"Output Options:" = "Επιλογές εξόδου:";
"Output Tray" = "Δίσκος εξόδου";
"Oversized High Capacity Feeder" = "Τροφοδ μεγ χωρητικ για υπερφυσ μεγέθη";
"Oversized High Capacity Feeder (2 Trays)" = "Τροφοδ μεγ χωρητ για υπερφ μεγ (2 δίσκ)";
"Oversized Tabloid (12 x 18\")" = "Oversized Tabloid (12 x 18\")";
"Pads" = "Φυλλάδια";
"Pads Copies Alert Message" = "Η λειτουργία Αντίγραφα στο παράθυρο εκτύπωσης της εφαρμογής πρέπει να ρυθμιστεί σε";
"Pads Enabled" = "Ενεργοποίηση φυλλαδίων";
"Pads..." = "Φυλλάδια...";
"Pads:" = "Φυλλάδια:";
"Page(s) Note" = "Σημείωση: Εισαγάγετε τους αριθμούς σελίδων ή/και το εύρος σελίδων διαχωρίζοντάς τις με κόμμα.  Για παράδειγμα: 1,3,5-12.";
"Page(s) Title" = "Σελίδα(ες)";
"Page(s):" = "Σελίδα(ες):";
"Pages Per Subset" = "Σελίδες ανά υποσύνολο";
"Pages Per Subset:" = "Σελίδες ανά υποσύνολο:";
"Pages to Print" = "Σελίδες προς εκτύπωση";
"Pages to Print (Expert)" = "Σελίδες προς εκτύπωση (Ειδικό)";
"Pages to Print Note" = "Σημείωση: Χρησιμοποιήστε αυτή τη ρύθμιση Εύρους εκτύπωσης αντί για τη ρύθμιση Εύρους εκτύπωσης της εφαρμογής για να βεβαιωθείτε ότι οι Ειδικές σελίδες αναφέρονται στις σωστές σελίδες του εγγράφου.";
"Pages to Print:" = "Σελίδες προς εκτύπωση:";
"Paper Color" = "Χρώμα χαρτιού";
"Paper Color:" = "Χρώμα χαρτιού:";
"Paper Compensation:" = "Διόρθωση χαρτιού:";
"Paper Mismatch Policy" = "Πολιτική ασυμβατότητας χαρτιού";
"Paper Name:" = "Όνομα χαρτιού:";
"Paper Output" = "Χαρτί / Έξοδος";
"Paper Size:" = "Μέγεθος χαρτιού:";
"Paper Size: " = "Μέγεθος χαρτιού: ";
"Paper Tray" = "Δίσκος χαρτιού";
"Paper Trays" = "Δίσκοι χαρτιού";
"Paper Type" = "Είδος χαρτιού";
"Paper Type:" = "Είδος χαρτιού:";
"Paper Weight" = "Βάρος χαρτιού";
"Paper Weight (gsm):" = "Βάρος χαρτιού(g/m²):";
"Paper Weight:" = "Βάρος χαρτιού";
"Paper/Output" = "Χαρτί/Έξοδος";
"Paper:" = "Χαρτί:";
"Passcode Title" = "Κωδικός πρόσβασης";
"Passcode..." = "Κωδικός πρόσβασης...";
"Passcode:" = "Κωδικός πρόσβασης:";
"PDF" = "PDF";
"Perceptual" = "Αντιληπτό";
"Perfect Binding" = "Επαγγελματική βιβλιοδεσία";
"Perfect Binding..." = "Επαγγελματική βιβλιοδεσία...";
"PerfectBinderInserterTray" = "Δίσκος εισαγωγέα επαγγελματικής μονάδας βιβλιοδεσίας";
"Personal and Shared Saved Jobs" = "Προσωπικές και Κοινόχρηστες Αποθηκευμένες Εργασίες";
"Personal Job" = "Προσωπική εργασία:";
"Personal Print" = "Προσωπική εκτύπωση";
"Personal Saved Jobs" = "Προσωπικές αποθηκευμένες εργασίες";
"PhaserSMART Technical Support" = "Τεχνική υποστήριξη PhaserSMART";
"PhaserSMART Technical Support Note" = "Συνδέεται μέσω του συστήματός σας για να αποκτήσετε πρόσβαση στο PhaserSMART, το οποίο παρέχει λύσεις για συγκεκριμένα προβλήματα του συστήματός σας. (Μόνο στα αγγλικά)";
"Phone Label" = "Τηλέφωνο";
"Photo" = "Φωτογραφία";
"Photo Mode" = "Λειτουργία φωτογραφιών";
"Picture Watermark" = "Εικόνα";
"pink" = "ροζ";
"Pink" = "Ροζ";
"pink colors" = "τα ροζ χρώματα";
"Plain" = "Κοινό";
"Plain Paper" = "Kοινό χαρτί";
"Plain Reloaded" = "Επανατοποθέτηση κοινού";
"Portrait Left" = "Κατακόρυφος προσανατολισμός, Αριστερά";
"Portrait Right" = "Κατακόρυφος προσανατολισμός, Δεξιά";
"Position Shift" = "Μετατόπιση θέσης";
"Post Card (3.5 x 5.5\")" = "Postcard (3,5 x 5,5\")";
"Post Card (4 x 6\")" = "Post Card (4 x 6\")";
"Post Card (6 x 9\")" = "Post Card (6 x 9\")";
"Post Process Inserter" = "Εισαγωγέας κατόπιν επεξεργασίας";
"Post Process Inserter (Tray 6)" = "Εισαγωγέας κατόπιν επεξεργ. (Δίσκος 6)";
"Post Process Inserter (Tray 7)" = "Εισαγωγέας κατόπιν επεξεργασίας (Δίσκος 7)";
"Post Process Inserter (Tray 8)" = "Εισαγωγέας κατόπιν επεξεργ (Δίσκος 8)";
"Postcard" = "Postcard";
"Postcard (100 x 148 mm)" = "Postcard (100 x 148 χλστ.)";
"Postcard (148 x 200 mm)" = "Postcard (148 x 200 χλστ.)";
"Postcard (4 x 6\")" = "Postcard (4 x 6\")";
"Postcard (4.25 x 5.5\")" = "Postcard (4,25 x 5,5\")";
"PPI(Post Process Inserter)" = "PPI(Εισαγωγέας κατόπιν επεξεργασίας)";
"PR Booklet Maker Finisher" = "PR Τελ. επεξεργαστής με Δημιουργό φυλλαδίων";
"PR Finisher" = "PR Τελικός επεξεργαστής";
"PR Finisher Plus" = "PR Τελικός επεξεργαστής Plus";
"Pre-Cut Tab" = "Διαχωρ. καρτέλα κομμ. από πριν";
"Pre-Cut Tab Cardstock" = "Χαρτί καρτ/εξωφ με καρτέλα κομ από πριν";
"Pre-Cut Tab Title" = "Διαχωριστικές καρτέλες κομμένες από πριν";
"Pre-Cut Tab-Embossed" = "Διαχωριστικό θεμάτων-Ανάγλυφο";
"Pre-Cut Tabs" = "Διαχωριστικές καρτέλες κομμένες από πριν";
"Pre-Cut Tabs Extra Heavyweight Cardstock" = "Πολ βαρ χαρτ καρτ/εξ με καρ κομ από πριν";
"Pre-Cut Tabs Heavyweight Cardstock" = "Βαρ χαρτί καρτ/εξωφ με καρτ κομ από πριν";
"Preprinted" = "Προεκτυπωμένο";
"Pre-printed" = "Προεκτυπωμένο ";
"Pre-Printed" = "Προεκτυπωμένο";
"Pre-Printed Cardstock" = "Προεκτυπωμένο χαρτί καρτών/εξωφύλλων";
"Pre-Printed Heavyweight Cardstock" = "[MT]Pre-Printed Heavyweight Cardstock";
"Prepunched" = "Προδιάτρητο";
"Pre-punched" = "Προδιάτρητο";
"Press Match" = "Εναρμόν. τυπογρ.";
"Preview" = "Προεπισκόπηση";
"Previous" = "Προηγούμενο";
"Print a Confirmation Sheet" = "Εκτύπωση φύλλου επιβεβαίωσης";
"Print a Cover Sheet" = "Εκτύπωση συνοδευτικού φύλλου";
"Print and Save<3A>" = "Εκτύπωση και αποθήκευση<3A>";
"Print As Grayscale" = "Εκτύπωση στην κλίμακα του γκρίζου";
"Print Both" = "Εκτύπωση και των δύο";
"Print Engine" = "Μηχανισμός εκτύπωσης";
"Print ID in Margins - All Pages" = "Εκτύπωση κωδικού σε περιθώρια - Σε όλες τις σελίδες";
"Print ID in Margins - First Page Only" = "Εκτύπωση κωδικού σε περιθώρια - Μόνο στην πρώτη σελίδα";
"Print ID on a Banner Page" = "Εκτύπωση αναγνωρ. σε διαχωριστική σελίδα";
"Print ID on a Banner Sheet" = "Εκτύπωση κωδικού σε διαχωριστική σελίδα";
"Print in Background" = "Εκτύπωση στο φόντο";
"Print in Foreground" = "Εκτύπωση στο προσκήνιο";
"Print Inside" = "Εκτύπωση στο εσωτερικό";
"Print Job ID in Margins - All Pages" = "Εκτύπωση κωδικού σε περιθώρια - Σε όλες τις σελίδες";
"Print Job ID in Margins - First Page Only" = "Εκτύπωση κωδικού σε περιθώρια - Μόνο στην πρώτη σελίδα";
"Print on All Pages" = "Εκτύπωση σε όλες τις σελίδες";
"Print on Both Sides" = "Εκτύπωση και στις δύο Όψεις";
"Print on Page 1 Only" = "Εκτύπωση μόνο στη σελίδα 1";
"Print on Side 1" = "Εκτύπωση στην Όψη 1";
"Print on Side 2" = "Εκτύπωση στην Όψη 2";
"Print Optimization:" = "Βελτιστοποίηση εκτύπωσης:";
"Print Outside" = "Εκτύπωση στο εξωτερικό";
"Print Quality" = "Ποιότητα εκτύπωσης";
"Print Quality:" = "Ποιότητα εκτύπωσης:";
"Print Settings on Page" = "Ρυθμίσεις εκτύπωσης στη σελίδα";
"Print With Passcode Note 1" = "Σημείωση: Για να εμφανίσετε τις προσωπικές αποθηκευμένες εργασίες σας, εισαγάγετε τον κωδικό πρόσβασης που χρησιμοποιήσατε κατά την αποθήκευση των εργασιών στον εκτυπωτή.";
"Print With Title" = "Εκτύπωση με";
"Print With..." = "Εκτύπωση με...";
"Printed" = "Εκτυπωμένο";
"Printed Covers" = "Εκτυπωμένα εξώφυλλα";
"Printed Option" = "Εκτυπωμένο";
"Printed Separators" = "Εκτυπωμένα διαχωριστικά";
"Printer Default" = "Προεπιλογή εκτυπωτή";
"Printer Default Color" = "Προεπιλεγμένο χρώμα εκτυπωτή";
"Printer Default Type" = "Προεπιλεγμένο είδος εκτυπωτή";
"Printer Emulation:" = "Εξομοίωση εκτυπωτή:";
"Printer Model" = "Μοντέλο εκτυπωτή";
"Printer Paper List" = "Λίστα χαρτιών εκτυπωτή";
"Printing Optimization:" = "Βελτιστοποίηση εκτύπωσης:";
"Printing Scout Job Notification:" = "Ειδοποίηση εργασίας από Printing Scout:";
"Private:" = "Ιδιωτικό:";
"Production Finisher" = "Τελικός επεξεργαστής παραγωγής";
"Productivity Pack" = "Πακέτο παραγωγικότητας";
"Professional Finisher" = "Επαγγελματικός τελικός επεξεργαστής";
"Professional Office Finisher" = "Επαγγελματικός Τελ. επεξ. γραφείου";
"Profile Name:" = "Όνομα προφίλ:";
"Prompt me at the printer to load the correct paper size" = "Προτρ. εκτυπ. για τοπ. σωστού μεγ. χαρτ.";
"Prompt me at the printer to load the correct paper type" = "Προτρ εκτυπ για τοποθ σωστού είδ χαρτιού";
"Prompt me when" = "Προτροπή κατά";
"Proof Print" = "Δοκιμαστική εκτύπωση";
"Proof Print Select Alert" = "Εάν ρυθμίσετε τη λειτουργία %1$@ από αυτό το παράθυρο, το Είδος εργασίας θα αλλάξει από Ασφαλής εκτύπωση σε %2$@.  Κάντε κλικ στο ΟΚ για να αλλάξετε το Είδος εργασίας σε %3$@.";
"Proof Print..." = "Δοκιμαστική εκτύπωση...";
"PSK + PSK" = "PSK + PSK";
"PSK + PSK + PSK" = "PSK + PSK + PSK";
"PSK + PSK + PSK + PSK" = "PSK + PSK + PSK + PSK";
"PSK(Production Stacker)" = "PSK (Ταξινομητής παραγωγής)";
"Public<3A>" = "Κοινό<3A>";
"Punch Location" = "Θέση διάτρησης:";
"Punched" = "Διάτρητο";
"Pure" = "Καθαρή";
"Pure Black" = "Καθαρό μαύρο";
"purple" = "μοβ";
"Purple" = "Μοβ";
"purple colors" = "τα μοβ χρώματα";
"Quantity Label" = "Ποσότητα:";
"Quantity:" = "Ποσότητα:";
"RAM Disk" = "Δίσκος RAM";
"RBG to Black for Text/Graphics" = "RGB σε μαύρο για κείμενο/γραφικά";
"Recipient Information:" = "Στοιχεία παραλήπτη:";
"Recipient Name:" = "Όνομα παραλήπτη:";
"Recipients" = "Παραλήπτες";
"Recycled" = "Ανακυκλωμένο";
"red" = "κόκκινο";
"Red" = "Κόκκινο";
"red colors" = "τα κόκκινα χρώματα";
"Register System" = "Καταχώριση συστήματος";
"Register System Note" = "Προβαίνει σε ηλεκτρονική καταχώριση του συστήματός σας.";
"Regular" = "Κανονικό";
"Relative Colorimetric" = "Σχετικό χρωμομετρικό σύστημα";
"Remove" = "Διαγραφή";
"Remove Multiple Recipients" = "Είστε σίγουροι ότι θέλετε να διαγράψετε τους %1$@ επιλεγμένους παραλήπτες;";
"Remove Recipient Note" = "Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον παραλήπτη;";
"Remove Recipient?" = "Διαγραφή παραλήπτη;";
"Removing a Recipient" = "Διαγραφή παραλήπτη";
"Replace" = "Αντικατάσταση";
"Request Offset" = "Αίτημα μετατόπισης";
"Request Offset:" = "Αίτημα μετατόπισης:";
"Required" = "Απαιτείται";
"Required Fixed Length Secure Print Passcode Alert" = "Για να χρησιμοποιήσετε τη λειτουργία Ασφαλής εκτύπωση απαιτείται ένας κωδικός πρόσβασης που να αποτελείται από %1$@ ψηφία.  Έχει επιλεγεί ένας τυχαίος κωδικός πρόσβασης για σας.";
"Required Passcode Title" = "Απαιτείται κωδικός πρόσβασης";
"Required Variable Length Secure Print Passcode Alert" = "Για να χρησιμοποιήσετε τη λειτουργία Ασφαλής εκτύπωση απαιτείται ένας κωδικός πρόσβασης που να αποτελείται από %1$@-%2$@ ψηφία.  Έχει επιλεγεί ένας τυχαίος κωδικός πρόσβασης για σας.";
"Resolution:" = "Ανάλυση:";
"RGB Color" = "Χρώμα RGB";
"RGB Color Space" = "Χρωματικός χώρος RGB";
"RGB Color:" = "Χρώμα RGB:";
"RGB Neutral Gray" = "Ουδέτερο γκρι RGB";
"RGB Neutral Gray:" = "Ουδέτερο γκρι RGB:";
"RGBImages" = "Είδωλα RGB:";
"RGBTextGraphics" = "Κείμενο και γραφικά RGB:";
"Right" = "Δεξιά";
"Right Bind" = "Δέσιμο στα δεξιά";
"Right Bottom Tray" = "Δεξιός κάτω δίσκος";
"Right Bottom Tray (Booklet Maker)" = "Δεξιός κάτω δίσκος (Δημιουργός φυλλαδίων)";
"Right Center Tray" = "Δεξιός κεντρικός δίσκος";
"Right Middle Tray" = "Μεσαίος δεξιός δίσκος";
"Right Middle Tray(Office Finisher LX with Booklet Maker)" = "Μεσαίος δεξιός δίσκος (Τελικός επεξεργαστής γραφείου LX με δημιουργό φυλλαδίων)";
"Right Side Tray" = "Δίσκος δεξιάς πλευράς";
"Right To Left" = "Δεξιά προς τα αριστερά";
"Right Top Tray" = "Δίσκος επάνω δεξιά";
"Right Tray" = "Δεξιός δίσκος";
"Rotate Image 180 Degrees:" = "Περιστροφή ειδώλου κατά 180 μοίρες:";
"Rough" = "Τραχύ";
"Rough Surface" = "Τραχιά επιφάνεια";
"Same Rendering For All Objects" = "Ίδια απόδοση για όλα τα αντικείμενα";
"Sample Set" = "Δοκιμαστικό σετ";
"Sample Set Title" = "Δοκιμαστικό σετ";
"Satin" = "Σατέν";
"Saturation" = "Κορεσμός";
"Saturation:" = "Κορεσμός:";
"Save to Address Book" = "Αποθήκευση στο βιβλίο διευθύνσεων";
"Save to Mailbox" = "Αποθήκευση σε θυρίδα";
"Save<3A>" = "Αποθήκ.<3A>";
"Saved Background Form Title" = "Αποθηκευμένη φόρμα φόντου";
"Saved Background Form..." = "Αποθηκευμένη φόρμα φόντου...";
"Saved Job Title" = "Αποθηκευμένη εργασία";
"Saved Job..." = "Αποθηκευμένη εργασία...";
"Saved Jobs:" = "Αποθηκευμένες Εργασίες";
"Scale document to fit currently loaded paper size" = "Προσαρμογή του εγγράφου για αντιστοιχεί στο μέγεθος του χαρτιού";
"Scale to New Paper Size:" = "Προσαρμογή σε Νέο μέγεθος χαρτιού:";
"Scan" = "Σάρωση";
"Scan and Gather" = "Σάρωση και Συγκέντρωση";
"SCT (Simple Catch Tray)" = "SCT (Δίσκος απλού διαχωρισμού)";
"Secure Digital Card" = "Ασφαλής ψηφιακή κάρτα";
"Secure Print Note 1" = "Σημείωση: Αυτή η εργασία θα δεσμευτεί στον εκτυπωτή έως ότου εισαγάγετε αυτόν τον κωδικό πρόσβασης και αποδεσμευτεί.";
"Secure Print Title" = "Ασφαλής εκτύπωση";
"Secure Print..." = "Ασφαλής εκτύπωση...";
"Secure Saved Job:" = "Ασφαλής αποθηκευμένη εργασία:";
"Select By Tray" = "Επιλογή ανά δίσκο";
"Semi-Gloss" = "Ημι-γυαλιστερό";
"Semi-Rough" = "Ημίσκληρο";
"Send Account ID Only" = "Αποστολή μόνο κωδικού λογαριασμού";
"Send Accounting ID Only" = "Αποστολή μόνο κωδικού λογιστικών";
"Send All" = "Αποστολή όλων";
"Send At" = "Αποστολή σε";
"Send BillingID Only" = "Αποστολή μόνο κωδικού χρέωσης";
"Send Now" = "Αποστολή τώρα";
"Send Speed:" = "Ταχύτητα αποστολής:";
"Send Time:" = "Ώρα αποστολής:";
"Send to Email" = "Αποστολή σε email";
"Send User ID and Account ID" = "Αποστολή κωδ. χρήστη & κωδ. Λογαριασμού";
"Send User ID and Accounting ID" = "Αποστ. κωδ. χρήστη & κωδ. λογιστ.";
"Send User ID Only" = "Αποστολή μόνο κωδικού χρήστη";
"Sender Information:" = "Στοιχεία αποστολέα:";
"Sender Name:" = "Όνομα αποστολέα:";
"Separator Options" = "Επιλογές διαχωριστικών:";
"Separators Title" = "Διαχωριστικά";
"Separators..." = "Διαχωριστικά...";
"Sequenced" = "Ταξινομημένο";
"Sequenced-Embossed" = "Σε ακολουθία-Ανάγλυφο";
"Set 2-Sided Print" = "Ρύθμιση της λειτουργίας Εκτύπωση διπλής όψης ";
"Set Draft Mode as my Print Quality" = "Ρύθμιση της λειτουργίας Πρόχειρη εκτύπωση ως την Ποιότητα εκτύπωσής μου";
"Set Earth Smart Proof Print as my Job type" = "Ρύθμιση της λειτουργίας Οικολογική δοκιμαστική εκτύπωση ως το Είδος εργασίας μου";
"Set Proof Print as my Job Type" = "Ρύθμιση της δοκιμαστικής εκτύπωσης ως το Είδος εργασίας μου";
"Set Separators:" = "Ρύθμιση διαχωριστικών:";
"Setup Title" = "Ρύθμιση";
"Setup..." = "Ρύθμιση...";
"Shared Job" = "Κοινόχρηστη εργασία:";
"Shared Saved Jobs" = "Κοινόχρηστες αποθηκευμένες εργασίες";
"Sheets Per Pad:" = "Φύλλα ανά φυλλάδιο:";
"Short" = "Κοντή";
"Short Edge Feed" = "Τροφοδοσία μικρής πλευράς";
"Show Advanced" = "Προβολή προηγμένων ρυθμίσεων";
"Show Basic" = "Προβολή βασικών ρυθμίσεων";
"Show Custom Text" = "Προβολή ειδικού κειμένου";
"Show Fonts..." = "Προβολή γραμματοσειρών...";
"Show papers with unsupported attributes" = "Προβολή χαρτιών με μη υποστηριζόμενα χαρακτηριστικά";
"Show papers with unsupported values" = "Εμφάνιση χαρτιών με μη υποστηριζόμενες τιμές";
"Show Recipients" = "Προβολή παραληπτών";
"Side:" = "Πλάγια:";
"Side_1_X" = "Όψη 1: Χ: ";
"Side_1_Y" = "Υ: ";
"Side_2_X" = "Όψη 2: Χ: ";
"Side_2_Y" = "Υ: ";
"Side1" = "Όψη 1:";
"Side2" = "Όψη 2:";
"Sides Coated" = "Επιστρωμένες όψεις";
"Sides Coated:" = "Επιστρωμένες πλευρές:";
"Signature Booklet Maker" = "Δημιουργός φυλλαδίων Signature";
"Silver" = "Ασημί";
"Simple Catch Tray" = "Δίσκος απλού διαχωρισμού";
"Simulate Adobe RGB (1998) Display" = "Προσομοίωση οθόνης Adobe RGB (1998)";
"Simulate LCD Display" = "Προσομοίωση οθόνης LCD";
"Simulate sRGB Display" = "Προσομοίωση οθόνης sRGB";
"Single Page TIFF" = "Μονοσέλιδο TIFF";
"Single Print Engine" = "Μονός μηχανισμός εκτύπωσης:";
"Size" = "Μέγεθος";
"Size Mismatch Instructions" = "Αυτό το μέγεθος χαρτιού δεν αντιστοιχεί στο μέγεθος του εγγράφου.  Για να εκτυπώσετε σε αυτό το μέγεθος χαρτιού πρέπει να αλλάξετε το μέγεθος του εγγράφου στην εφαρμογή ή να χρησιμοποιήσετε τη λειτουργία Χειρισμός χαρτιού που παρέχεται από την Apple στο παράθυρο εκτύπωσης.";
"skin tone colors" = "χρώματα τόνου επιδερμίδας";
"SkinTones" = "Όλα τα χρώματα μπεζ";
"Skip Blank Pages" = "Παράκαμψη κενών σελίδων";
"Skip Blank Pages:" = "Παράκαμψη κενών σελίδων:";
"SkyBlue" = "Όλα τα χρώματα γαλάζιο";
"sky-blue colors" = "χρώματα γαλάζιου";
"slightly less" = "ελαφρώς λιγότερο";
"slightly more" = "ελαφρώς περισσότερο";
"SlightlyLess" = "Ελαφρώς λιγότερο";
"SlightlyMore" = "Ελαφρώς περισσότερο";
"Slip Sheets" = "Διαχωριστικά φύλλα";
"Small" = "Μικρό";
"Smooth" = "Λείο";
"SNAP" = "SNAP";
"SNAP Press" = "SNAP Press";
"SNMP Community Name (Get):" = "Όνομα κοινότητας SNMP (Λήψη):";
"Source" = "Πηγή:";
"Source Color" = "Χρώμα πηγής";
"Sparta Punch" = "Διάτρηση Sparta";
"Special" = "Ειδικό";
"Special Page Input Error" = "Εισαγάγετε τους αριθμούς σελίδων ή/και το εύρος σελίδων χρησιμοποιώντας κόμματα για το διαχωρισμό τους. \nΓια παράδειγμα: 7-12, 24-37.";
"Special Page Limit Error" = "Συμπληρώθηκε το όριο καταχωρίσεων ειδικών σελίδων.";
"Special Page Range Order Error" = "Εισαγάγετε το εύρος σελίδων όπου η σελίδα έναρξης είναι μικρότερη από τη σελίδα τέλους. \nΓια παράδειγμα: 7-12, 24-37.";
"Special Page Too Large Error" = "Εισάγετε αριθμούς σελίδων έως %1$@ ψηφία.";
"Special Page Too Small Error" = "Ο ελάχιστος επιτρεπόμενος αριθμός σελίδων είναι %1$@.";
"Special Page Value Too Large Error" = "Ο(οι) μέγιστος(οι) επιτρεπόμενος(οι) αριθμός(οί) σελίδων είναι %1$@.";
"Special Pages" = "Ειδικές σελίδες";
"Spot Color" = "Πλακάτο χρώμα";
"Spot Colors:" = "Πλακάτα χρώματα:";
"SpotImages" = "Είδωλα με πλακάτα χρώματα:";
"SpotTextGraphics" = "Κείμ.και γραφ.με πλακ.χρώμ.:";
"Square Fold" = "Τετράγωνη δίπλωση";
"Square Fold..." = "Τετράγωνη δίπλωση...";
"Square Fold:" = "Τετράγωνη δίπλωση:";
"SquareFold Trimmer" = "Μονάδα περικοπής SquareFold";
"SRA3 (320 x 450 mm)" = "SRA3 (320 x 450 χλστ.)";
"sRGB" = "sRGB";
"sRGB Display" = "Προβολή sRGB";
"sRGB Neutral Grays:" = "Ουδέτερα γκρι sRGB:";
"sRGB Scientific" = "sRGB για επιστημονικές απεικονίσεις";
"Stacker Tray" = "Δίσκος ταξινομητή";
"Stacker Tray - HCS" = "Δίσκος ταξινομητή - HCS";
"Stacker Tray - HCS1" = "Δίσκος ταξινομητή - HCS1";
"Stacker Tray - HCS2" = "Δίσκος ταξινομητή - HCS2";
"Stacker Tray 1" = "Δίσκος ταξινομητή 1";
"Stacker Tray 2" = "Δίσκος ταξινομητή 2";
"Standard" = "Βασική";
"Standard Finisher" = "Βασικός τελικός επεξεργαστής";
"Standard Finisher + PSK" = "Βασικός τελικός επεξεργαστής + PSK";
"Standard Finisher + PSK + PSK" = "Βασικός τελικός επεξεργαστής + PSK + PSK";
"Standard Finisher + PSK + PSK + PSK" = "Βασικός τελικός επεξεργαστής + PSK + PSK + PSK";
"Standard Finisher + XPS" = "Βασικός τελικός επεξεργαστής + XPS";
"Standard Finisher + XPS + XPS" = "Βασικός τελικός επεξεργαστής + XPS + XPS ";
"Standard Finisher + XPS + XPS + XPS" = "Βασικός τελικός επεξεργαστής + XPS + XPS + XPS";
"Standard Finisher Plus" = "Βασικός τελικός επεξεργαστής Plus";
"Standard Labels" = "Κοινές ετικέτες";
"Standard Output Tray" = "Βασικός Δίσκος Εξόδου";
"Staple Location" = "Θέση συρραφής:";
"Stapling" = "Συρραφή";
"Stapling:" = "Συρραφή:";
"Start Message:" = "Μήνυμα έναρξης εργασίας:";
"Statement" = "Statement";
"Statement (5.5 x 8.5\")" = "Statement (5,5 x 8,5\")";
"Stochastic" = "Στοχαστική ανάλυση";
"Stock Finishing:" = "Τελική επεξεργασία μέσου εκτύπωσης:";
"Store File in Folder" = "Αποθήκευση αρχείου σε φάκελο";
"sunny" = "ηλιόλουστο";
"Sunny" = "Λαμπερά";
"Super G3 (33.6 Kbps)" = "Super G3 (33.6 Kbps)";
"Superfine" = "Πολύ υψηλή";
"Suppress Clear" = "Καταστολή διαφανούς πλακάτου χρώματος";
"Suppress White" = "Καταστολή λευκού";
"Suppress_Alert" = "Να μην εμφανιστεί ξανά";
"SWOP" = "SWOP";
"Swop Coated CMYK" = "Swop με επίστρωση CMYK";
"Swop Plus CMYK" = "Swop Plus CMYK";
"SWOP Press" = "SWOP Press";
"System" = "Σύστημα";
"System Specified" = "Καθορισμένο σύστημα";
"System Status" = "Κατάσταση συστήματος";
"System Status Note" = "Παρέχει πρόσβαση στην ιστοσελίδα CentreWare® IS για το σύστημα (εάν το σύστημα είναι σε δίκτυο).";
"Tab Margin Note" = "Σημείωση: αυτός ο εκτυπωτής δεν έχει τη δυνατότητα αυτόματης αποκατάστασης χαρτιού με διαδοχική ακολουθία. Κάντε κλικ στη Βοήθεια για περισσότερες λεπτομέρειες.";
"Tab Margin Shift:" = "Μετατόπιση περιθωρίου διαχωριστικών:";
"Tabloid (11 x 17\")" = "Tabloid (11 x 17\")";
"Tandem Both" = "Διαδοχικά Χ και Υ";
"Tandem X" = "Διαδοχικό X";
"Tandem Y" = "Διαδοχικό Y";
"Telephone Number:" = "Αριθμός τηλεφώνου:";
"Text and Graphics Profile" = "Προφίλ κειμένου και γραφικών";
"Text and Graphics:" = "Κείμενο και γραφικά:";
"Text Object Rendering" = "Απόδοση αντικειμένου κειμένου";
"Text Watermark" = "Κείμενο";
"Textured/Embossed" = "Ανάγλυφο";
"then" = "και μετά";
"Thick Card Stock" = "Χοντρό χαρτί καρτών/εξωφύλλων";
"Thick Glossy Paper" = "Χοντρό γυαλιστερό χαρτί";
"Thin Card Stock" = "Λεπτό χαρτί καρτών/εξωφύλλων";
"Thin Glossy Paper" = "Λεπτό γυαλιστερό χαρτί";
"Thin Line Enhancement:" = "Ενίσχυση λεπτών γραμμών:";
"Third-Party Custom Accounting" = "Ειδικά λογιστικά τρίτου προμηθευτή";
"Third-Party Note" = "Έχει εγκατασταθεί μια ειδική λύση λογιστικών τρίτου προμηθευτή.";
"Three Extra Trays" = "Τρεις επιπλέον δίσκοι";
"Throughout Job" = "Σε όλη την εργασία";
"Time to Print:" = "Ώρα εκτύπωσης:";
"to" = "έως";
"To Label" = "Προς";
"To:" = "Προς:";
"Toner Saver" = "Εξοικονόμηση γραφίτη";
"Toner Saver:" = "Εξοικονόμηση γραφίτη:";
"toolTip" = "tooltip TBD";
"Top" = "Επάνω";
"Top Bind" = "Δέσιμο επάνω";
"Top Rotation:" = "Επάνω περιστροφή:";
"Top Tray" = "Επάνω δίσκος";
"Top Tray - HCS" = "Επάνω δίσκος - HCS";
"Top Tray - HCS1" = "Επάνω δίσκος - HCS1";
"Top Tray - HCS2" = "Επάνω δίσκος - HCS2";
"Top Tray 3" = "Επάνω δίσκος 3";
"TopLeft" = "Επάνω αριστερά";
"TopRight" = "Επάνω δεξιά";
"Transfer" = "μεταφ";
"Transparency" = "Διαφάνεια";
"Transparency Separators..." = "Διαχωριστικά διαφανειών...";
"TransparencySeparators Title" = "Διαχωριστικά διαφανειών";
"TransparencySeparators:" = "Διαχωριστικά διαφανειών:";
"TransparencySeparatorsNote:" = "Σημείωση: Χρησιμοποιήστε αυτή τη λειτουργία για να προσθέσετε μία διαχωριστική σελίδα ανάμεσα σε κάθε διαφάνεια. Αυτές οι ρυθμίσεις θα εφαρμοστούν μόνο όταν το είδος χαρτιού ρυθμιστεί σε Διαφάνεια.";
"Trapping" = "Εξομάλυνση χρωματικών εκτροπών";
"Trapping:" = "Εξομάλυνση χρωματικών εκτροπών:";
"TrappingRange" = "1-20 εικονοστοιχεία";
"Tray 1" = "Δίσκος 1";
"Tray 1 (Bypass)" = "Δίσκος 1 (Bypass)";
"Tray 1 (MPT)" = "Δίσκος 1 (Πολλαπλών χρήσεων)";
"Tray 2" = "Δίσκος 2";
"Tray 3" = "Δίσκος 3";
"Tray 3 (High Capacity)" = "Δίσκος 3 (Υψηλής χωρητικότητας)";
"Tray 4" = "Δίσκος 4";
"Tray 4 (Bypass)" = "Δίσκος 4 (Bypass)";
"Tray 4 Bypass Tray" = "Δίσκος 4 Bypass";
"Tray 5" = "Δίσκος 5";
"Tray 5 - PFP" = "Δίσκος 5 - PFP";
"Tray 5 (Bypass)" = "Δίσκος 5 (Bypass)";
"Tray 5 (Bypass) Feed Edge:" = "Πλευρά τροφοδοσίας για το δίσκο 5 (Bypass):";
"Tray 6" = "Δίσκος 6";
"Tray 6 (High Capacity)" = "Δίσκος 6 (Υψηλής χωρητικότητας)";
"Tray 6 (Inserter)" = "Δίσκος 6 (Εισαγωγέας)";
"Tray 7" = "Δίσκος 7";
"Tray 7 (High Capacity)" = "Δίσκος 7 (Mεγάλης χωρητικότητας)";
"Tray 8 (Inserter)" = "Δίσκος 8 (Εισαγωγέας)";
"Tray T1" = "Δίσκος T1";
"Tray1" = "Δίσκος: 1";
"Tray2" = "Δίσκος: 2";
"Tray3" = "Δίσκος: 3";
"Tray4" = "Δίσκος: 4";
"Tray5" = "Δίσκος: 5";
"trayEmpty" = "0% - Άδειος";
"trayFull" = "100% - Πλήρης";
"Treated" = "Επεξεργασμένο";
"Tri-Fold Module" = "Μονάδα τρίπτυχου";
"Trim Edge Range" = "(%1$@-%2$@ %3$@)";
"Trim Outside Edge" = "Κόψιμο εξωτερικού άκρου";
"Trim Outside Edge..." = "Ξάκρισμα εξωτερικής άκρης...";
"Trim Outside Edge:" = "Ξάκρισμα εξωτερικού άκρου:";
"Trim Size:" = "Μέγεθος περικοπής:";
"Trim Top/Bottom Edges" = "Περικοπή επάνω/κάτω άκρων";
"Trimmed Height" = "Ξακρισμένο ύψος";
"Trimmed Length:" = "Κομμένο μήκος:";
"Trimming Adjustments" = "Ρυθμίσεις περικοπής";
"Trimming/Finishing" = "Περικοπή/Τελική επεξεργασία";
"Trimming/Finishing..." = "Περικοπή/Τελική επεξεργασία...";
"Trimming:" = "Περικοπή:";
"TrimOutsideEdge Title" = "Ξάκρισμα εξωτερικού άκρου";
"True" = "Πραγματ.";
"True 1200x1200 dpi" = "True 1200x1200 dpi";
"True Gray Graphics:" = "Πραγματικά γκρι γραφικά:";
"Turn off Banner Pages" = "Απενεργοποίηση της λειτουργίας Διαχωριστικές σελίδες";
"Two Extra Trays" = "Δύο επιπλέον δίσκοι";
"Two Sided" = "Διπλής όψης";
"Two-sided Trimmer" = "Συσκευή περικοπής διπλής όψης";
"Type" = "Είδος";
"Type Title" = "Είδος";
"Ultrafine" = "Πάρα πολύ υψηλή";
"Uncoated" = "Χωρίς επίστρωση";
"Uncoated Finish" = "Τελική επεξεργασία χωρίς επίστρωση";
"Uncoated Finish:" = "Τελ. Επεξ. άνευ Επικάλ.:";
"Uncollated" = "Χωρίς ταξινόμηση";
"Unconfirmed" = "Μη επιβεβαιωμένο";
"Unknown" = "Άγνωστο";
"Unspecified" = "Ακαθόριστη";
"US Folio (8.5 x 13\")" = "US Folio (8,5 x 13\")";
"US Sheet Fed Coated CMYK" = "Τροφοδοτούμ. φύλλο US, με επίστρωση CMYK";
"Use Application Halftones" = "Χρήση Εφαρμογής Ενδιάμεσων Τόνων";
"Use CMYK Color Settings for Black" = "Να χρησιμοπ. ρυθμ. χρωμ. CMYK για το Μαύρο";
"Use Composite Black" = "Χρήση σύνθετου μαύρου";
"Use Document Name" = "Χρήση ονόματος εγγράφου";
"Use Embedded Clear" = "Χρήση ενσωμ διαφ πλακάτου χρώματος";
"Use Embedded White" = "Χρήση ενσωματωμένου λευκού";
"Use Global Adjustments" = "Χρήση ενιαίων ρυθμίσεων";
"Use In Job" = "Χρήση στην εργασία";
"Use Job Setting" = "Χρήση ρύθμ. Εργασίας";
"Use Leading Pages" = "Χρήση αρχικών σελίδων";
"Use Login Name" = "Χρήση ονόματος σύνδεσης";
"Use Name Only (Expert)" = "Χρήση ονόματος μόνο (Ειδικό)";
"Use Printer Control Panel Setting" = "Χρήση της ρύθμ πίνακα ελέγχου εκτυπωτή";
"Use Printer Halftones" = "Χρήση των ενδιάμεσων τόνων εκτυπωτή";
"Use Printer Halftones:" = "Χρήση των ενδιάμεσων τόνων εκτυπωτή:";
"Use Pure Black" = "Χρήση καθαρού μαύρου";
"Use RGB Color Settings for Black" = "Να χρησιμοπ. ρυθμ. χρωμ. RGB για το Μαύρο";
"UseGlobal" = "Χρήση γενικών ρυθμίσεων";
"User ID / Passcode:" = "Κωδικός χρήστη / κωδικός πρόσβασης:";
"User ID:" = "Κωδικός χρήστη:";
"User Name:" = "Όνομα χρήστη:";
"User TRCs:" = "TRC χρήστη:";
"Value" = "Τιμή";
"Version:" = "Έκδοση:";
"VersionBuild" = "%1$@ (%2$@)";
"Vertical Offset" = "Κάθετη:";
"Vertical Position:" = "Κατακόρυφη θέση:";
"vivid" = "ζωντανό";
"Vivid" = "Ζωντανά";
"Vivid Color" = "Ζωντανό χρώμα";
"Vivid RGB" = "Ζωντανά RGB";
"Vivid sRGB" = "Ζωντανό sRGB";
"Want to know more ?" = "Θέλετε να μάθετε περισσότερα;";
"warm" = "ζεστό";
"Warm" = "Ζεστά";
"Warning" = "Προειδοποίηση";
"Watermark Angle" = "Γωνία:";
"Watermark Editor Title" = "Επεξεργαστής υδατογραφήματος";
"Watermark Options" = "Επιλογές";
"Watermark Position" = "Θέση: (από το κέντρο)";
"Watermark Scale" = "Κλίμακα:";
"Watermark:" = "Υδατογράφημα:";
"Web Links Note" = "Εάν έχετε σύνδεση στο Διαδίκτυο και κάποιο πρόγραμμα περιήγησης εγκατεστημένο, πατήστε ένα σύνδεσμο web για να συνδεθείτε στις αντίστοιχες ιστοσελίδες απευθείας από τον οδηγό.";
"Weight" = "Βάρος";
"What Color to Change?" = "Ποιο χρώμα να αλλάξει;";
"What Type of Change?" = "Τι είδους αλλαγή;";
"white" = "λευκό";
"White" = "Λευκό";
"white colors" = "τα λευκά χρώματα";
"White..." = "Λευκό...";
"White:" = "Λευκό:";
"Width" = "Πλάτος";
"Width:" = "Πλάτος:";
"X" = "Χ";
"Xerox Automatic Color" = "Αυτόματο χρώμα Xerox";
"Xerox Automatic Color (Recommended)" = "Αυτόματο χρώμα Xerox (Συνιστάται)";
"Xerox Black and White" = "Ασπρόμαυρο Xerox";
"Xerox Job Ticket Note" = "Αν απενεργοποιήσετε αυτήν τη δυνατότητα, ο οδηγός θα δημιουργεί έξοδο μόνο PS. Δεν θα περιληφθούν ή δεν θα είναι προσβάσιμες ρυθμίσεις Κωδικού εργασίας Xerox (Λειτουργίες εκτυπωτή). Θέλετε να συνεχίσετε;";
"Y" = "Υ";
"yellow" = "κίτρινο";
"Yellow" = "Κίτρινο";
"yellow colors" = "τα κίτρινα χρώματα";
"Yellow-Blue" = "Κίτρινο-Μπλε";
"Yellow-Blue:" = "Κίτρινο-Μπλε:";
"YellowLevel" = "Κίτρινο";
"Yes" = "Ναι";
"Z Fold Half Sheet" = "Δίπλωση Z μισού φύλλου";
"Z Fold Half Sheet (Bottom Bind)" = "Δίπλωση Z μισού φύλλου (Δέσιμο κάτω)";
"Z Fold Half Sheet (Left Bind)" = "Δίπλωση Z μισού φύλλου (Δέσιμο στα αριστερά)";
"Z Fold Half Sheet (Right Bind)" = "Δίπλωση Z μισού φύλλου (Δέσιμο στα δεξιά)";
"Z Fold Half Sheet (Top Bind)" = "Δίπλωση Z μισού φύλλου (Δέσιμο επάνω)";
"Z Fold Half Sheet Enabled" = "Ενεργοποίηση δίπλωσης Ζ μισού φύλλου";
"Z Fold Half Sheet-Left Bind" = "Δέσιμο αριστερά Μισού φύλλου με Δίπλωση Z";
"Z Fold Half Sheet-Right Bind" = "Δέσιμο δεξιά Μισού φύλλου με Δίπλωση Z";
"Z Tri-Fold" = "Τρίπτυχο Z";
"Z Tri-Fold (Print Inside)" = "Τρίπτυχο Z (Εκτύπωση στο εσωτερικό)";
"Z Tri-Fold (Print Outside)" = "Τρίπτυχο Z (Εκτύπωση στο εξωτερικό)";
"Z Tri-Fold Print Inside" = "Εκτύπωση στο εσωτερικό Τρίπτυχου Z";
"Z Tri-Fold Print Outside" = "Εκτύπωση στο εξωτερικό Τρίπτυχου Z";
"Z Tri-Fold Single Sheet - (Print Inside)" = "Μονό Τρίπτυχο Ζ (Εκτύπωση στο εσωτερικό)";
"Z Tri-Fold Single Sheet - (Print Outside)" = "Μονό Τρίπτυχο Ζ (Εκτύπωση στο εξωτερικό)";
"Z-Fold / C-Fold Unit" = "Μονάδα δίπλωσης σε σχήμα Z / C";
"zippy" = "γρήγορο";
"Zippy" = "Φανταχτερά";
